{
  "version": "1.0",
  "truncation": {
    "direction": "Right",
    "max_length": 512,
    "strategy": "LongestFirst",
    "stride": 0
  },
  "padding": {
    "strategy": {
      "Fixed": 512
    },
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 1,
    "pad_type_id": 0,
    "pad_token": "<pad>"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": true
    },
    {
      "id": 1,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": true,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": true,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "RobertaProcessing",
    "sep": [
      "</s>",
      2
    ],
    "cls": [
      "<s>",
      0
    ],
    "trim_offsets": true,
    "add_prefix_space": false
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": "",
    "end_of_word_suffix": "",
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<s>": 0,
      "<pad>": 1,
      "</s>": 2,
      "<unk>": 3,
      "<mask>": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "¡": 99,
      "¢": 100,
      "£": 101,
      "¤": 102,
      "¥": 103,
      "¦": 104,
      "§": 105,
      "¨": 106,
      "©": 107,
      "ª": 108,
      "«": 109,
      "¬": 110,
      "®": 111,
      "¯": 112,
      "°": 113,
      "±": 114,
      "²": 115,
      "³": 116,
      "´": 117,
      "µ": 118,
      "¶": 119,
      "·": 120,
      "¸": 121,
      "¹": 122,
      "º": 123,
      "»": 124,
      "¼": 125,
      "½": 126,
      "¾": 127,
      "¿": 128,
      "À": 129,
      "Á": 130,
      "Â": 131,
      "Ã": 132,
      "Ä": 133,
      "Å": 134,
      "Æ": 135,
      "Ç": 136,
      "È": 137,
      "É": 138,
      "Ê": 139,
      "Ë": 140,
      "Ì": 141,
      "Í": 142,
      "Î": 143,
      "Ï": 144,
      "Ð": 145,
      "Ñ": 146,
      "Ò": 147,
      "Ó": 148,
      "Ô": 149,
      "Õ": 150,
      "Ö": 151,
      "×": 152,
      "Ø": 153,
      "Ù": 154,
      "Ú": 155,
      "Û": 156,
      "Ü": 157,
      "Ý": 158,
      "Þ": 159,
      "ß": 160,
      "à": 161,
      "á": 162,
      "â": 163,
      "ã": 164,
      "ä": 165,
      "å": 166,
      "æ": 167,
      "ç": 168,
      "è": 169,
      "é": 170,
      "ê": 171,
      "ë": 172,
      "ì": 173,
      "í": 174,
      "î": 175,
      "ï": 176,
      "ð": 177,
      "ñ": 178,
      "ò": 179,
      "ó": 180,
      "ô": 181,
      "õ": 182,
      "ö": 183,
      "÷": 184,
      "ø": 185,
      "ù": 186,
      "ú": 187,
      "û": 188,
      "ü": 189,
      "ý": 190,
      "þ": 191,
      "ÿ": 192,
      "Ā": 193,
      "ā": 194,
      "Ă": 195,
      "ă": 196,
      "Ą": 197,
      "ą": 198,
      "Ć": 199,
      "ć": 200,
      "Ĉ": 201,
      "ĉ": 202,
      "Ċ": 203,
      "ċ": 204,
      "Č": 205,
      "č": 206,
      "Ď": 207,
      "ď": 208,
      "Đ": 209,
      "đ": 210,
      "Ē": 211,
      "ē": 212,
      "Ĕ": 213,
      "ĕ": 214,
      "Ė": 215,
      "ė": 216,
      "Ę": 217,
      "ę": 218,
      "Ě": 219,
      "ě": 220,
      "Ĝ": 221,
      "ĝ": 222,
      "Ğ": 223,
      "ğ": 224,
      "Ġ": 225,
      "ġ": 226,
      "Ģ": 227,
      "ģ": 228,
      "Ĥ": 229,
      "ĥ": 230,
      "Ħ": 231,
      "ħ": 232,
      "Ĩ": 233,
      "ĩ": 234,
      "Ī": 235,
      "ī": 236,
      "Ĭ": 237,
      "ĭ": 238,
      "Į": 239,
      "į": 240,
      "İ": 241,
      "ı": 242,
      "Ĳ": 243,
      "ĳ": 244,
      "Ĵ": 245,
      "ĵ": 246,
      "Ķ": 247,
      "ķ": 248,
      "ĸ": 249,
      "Ĺ": 250,
      "ĺ": 251,
      "Ļ": 252,
      "ļ": 253,
      "Ľ": 254,
      "ľ": 255,
      "Ŀ": 256,
      "ŀ": 257,
      "Ł": 258,
      "ł": 259,
      "Ń": 260,
      "mo": 261,
      "mov": 262,
      "Ġmov": 263,
      "ax": 264,
      "rd": 265,
      "_[": 266,
      "tr": 267,
      "ptr": 268,
      "ord": 269,
      "word": 270,
      "],": 271,
      "eax": 272,
      "rax": 273,
      "cx": 274,
      "Ġj": 275,
      "qword": 276,
      "rb": 277,
      "mp": 278,
      "dword": 279,
      "Ġc": 280,
      "rbp": 281,
      "rs": 282,
      "]_": 283,
      "ecx": 284,
      "rsp": 285,
      "Ġcmp": 286,
      "ff": 287,
      "ed": 288,
      "Ġjmp": 289,
      "rcx": 290,
      "al": 291,
      "te": 292,
      "edx": 293,
      "Ġs": 294,
      "ea": 295,
      "10": 296,
      "40": 297,
      "Ġje": 298,
      "lea": 299,
      "Ġlea": 300,
      "rdi": 301,
      "14": 302,
      "Ġa": 303,
      "or": 304,
      "rdx": 305,
      "15": 306,
      "Ġcal": 307,
      "Ġcall": 308,
      "12": 309,
      "ne": 310,
      "rsi": 311,
      "ffff": 312,
      "ub": 313,
      "Ġsub": 314,
      "xa": 315,
      "st": 316,
      "test": 317,
      "Ġtest": 318,
      "ri": 319,
      "rip": 320,
      "13": 321,
      "dd": 322,
      "rbx": 323,
      "20": 324,
      "18": 325,
      "xor": 326,
      "Ġxor": 327,
      "Ġadd": 328,
      "Ġjne": 329,
      "by": 330,
      "byte": 331,
      "xc": 332,
      "si": 333,
      "Ġp": 334,
      "30": 335,
      "Ġi": 336,
      "xd": 337,
      "esi": 338,
      "28": 339,
      "Ġse": 340,
      "mu": 341,
      "mul": 342,
      "Ġcmov": 343,
      "Ġimul": 344,
      "50": 345,
      "xb": 346,
      "nd": 347,
      "eb": 348,
      "Ġand": 349,
      "60": 350,
      "38": 351,
      "cl": 352,
      "48": 353,
      "dl": 354,
      "70": 355,
      "op": 356,
      "xf": 357,
      "00": 358,
      "edi": 359,
      "mm": 360,
      "xmm": 361,
      "Ġor": 362,
      "11": 363,
      "90": 364,
      "sh": 365,
      "ush": 366,
      "xe": 367,
      "58": 368,
      "Ġpop": 369,
      "68": 370,
      "44": 371,
      "ffffffff": 372,
      "78": 373,
      "42": 374,
      "Ġset": 375,
      "98": 376,
      "Ġsete": 377,
      "Ġpush": 378,
      "41": 379,
      "zx": 380,
      "Ġmovzx": 381,
      "43": 382,
      "Ġjg": 383,
      "80": 384,
      "ab": 385,
      "45": 386,
      "Ġcmovne": 387,
      "46": 388,
      "47": 389,
      "Ġmovs": 390,
      "49": 391,
      "23": 392,
      "17": 393,
      "16": 394,
      "Ġsetl": 395,
      "22": 396,
      "19": 397,
      "73": 398,
      "ec": 399,
      "ebp": 400,
      "xffffffff": 401,
      "24": 402,
      "Ġjl": 403,
      "26": 404,
      "53": 405,
      "Ġcmove": 406,
      "88": 407,
      "Ġsh": 408,
      "ae": 409,
      "ac": 410,
      "56": 411,
      "fc": 412,
      "59": 413,
      "29": 414,
      "bc": 415,
      "27": 416,
      "57": 417,
      "Ġjle": 418,
      "dc": 419,
      "66": 420,
      "54": 421,
      "ebx": 422,
      "Ġn": 423,
      "Ġmovsxd": 424,
      "ad": 425,
      "fb": 426,
      "34": 427,
      "21": 428,
      "fd": 429,
      "69": 430,
      "63": 431,
      "Ġr": 432,
      "cc": 433,
      "55": 434,
      "aa": 435,
      "bd": 436,
      "79": 437,
      "fe": 438,
      "be": 439,
      "33": 440,
      "25": 441,
      "64": 442,
      "67": 443,
      "_-": 444,
      "Ġre": 445,
      "Ġret": 446,
      "bb": 447,
      "99": 448,
      "fa": 449,
      "77": 450,
      "39": 451,
      "74": 452,
      "ps": 453,
      "xmmword": 454,
      "cd": 455,
      "ee": 456,
      "52": 457,
      "76": 458,
      "ba": 459,
      "push": 460,
      "37": 461,
      "ef": 462,
      "af": 463,
      "36": 464,
      "bf": 465,
      "51": 466,
      "Ġshl": 467,
      "62": 468,
      "cb": 469,
      "abs": 470,
      "Ġmovabs": 471,
      "db": 472,
      "da": 473,
      "32": 474,
      "ca": 475,
      "65": 476,
      "35": 477,
      "cf": 478,
      "94": 479,
      "df": 480,
      "de": 481,
      "Ġnop": 482,
      "97": 483,
      "ce": 484,
      "_,": 485,
      "Ġcmovl": 486,
      "31": 487,
      "Ġin": 488,
      "Ġinc": 489,
      "72": 490,
      "Ġshr": 491,
      "0000": 492,
      "89": 493,
      "75": 494,
      "84": 495,
      "61": 496,
      "92": 497,
      "93": 498,
      "96": 499,
      "Ġno": 500,
      "95": 501,
      "71": 502,
      "Ġnot": 503,
      "xff": 504,
      "91": 505,
      "100": 506,
      "xffff": 507,
      "86": 508,
      "Ġmovu": 509,
      "87": 510,
      "83": 511,
      "Ġmovups": 512,
      "85": 513,
      "xffffffffffffffff": 514,
      "82": 515,
      "81": 516,
      "Ġsetne": 517,
      "402": 518,
      "sil": 519,
      "di": 520,
      "08": 521,
      "4021": 522,
      "120": 523,
      "130": 524,
      "Ġmova": 525,
      "09": 526,
      "07": 527,
      "03": 528,
      "Ġjae": 529,
      "04": 530,
      "05": 531,
      "410": 532,
      "06": 533,
      "02": 534,
      "Ġmovsx": 535,
      "110": 536,
      "180": 537,
      "Ġmovaps": 538,
      "xac": 539,
      "406": 540,
      "4023": 541,
      "408": 542,
      "403": 543,
      "Ġja": 544,
      ":[": 545,
      "01": 546,
      "118": 547,
      "108": 548,
      "150": 549,
      "405": 550,
      "407": 551,
      "404": 552,
      "dec": 553,
      "4020": 554,
      "cs": 555,
      "409": 556,
      "4022": 557,
      "138": 558,
      "128": 559,
      "dq": 560,
      "xbc": 561,
      "xcc": 562,
      "Ġjb": 563,
      "200": 564,
      "412": 565,
      "414": 566,
      "415": 567,
      "dil": 568,
      "350": 569,
      "xffffff": 570,
      "170": 571,
      "000": 572,
      "413": 573,
      "190": 574,
      "400": 575,
      "160": 576,
      "Ġdec": 577,
      "418": 578,
      "ffffff": 579,
      "xdc": 580,
      "158": 581,
      "140": 582,
      "148": 583,
      "xfc": 584,
      "420": 585,
      "xec": 586,
      "300": 587,
      "168": 588,
      "Ġjge": 589,
      "178": 590,
      "sd": 591,
      "xeb": 592,
      "430": 593,
      "411": 594,
      "230": 595,
      "Ġmovsd": 596,
      "188": 597,
      "xea": 598,
      "280": 599,
      "xed": 600,
      "380": 601,
      "xdd": 602,
      "Ġcmovb": 603,
      "Ġjbe": 604,
      "4026": 605,
      "xab": 606,
      "Ġmovss": 607,
      "xfd": 608,
      "460": 609,
      "xaa": 610,
      "428": 611,
      "xbf": 612,
      "440": 613,
      "480": 614,
      "xad": 615,
      "Ġsa": 616,
      "Ġsar": 617,
      "450": 618,
      "210": 619,
      "198": 620,
      "div": 621,
      "xbd": 622,
      "220": 623,
      "260": 624,
      "xbb": 625,
      "xae": 626,
      "xaf": 627,
      "270": 628,
      "736": 629,
      "xca": 630,
      "416": 631,
      "Ġmovdq": 632,
      "xfe": 633,
      "xba": 634,
      "250": 635,
      "xcd": 636,
      "xfb": 637,
      "xbe": 638,
      "xcf": 639,
      "ss": 640,
      "290": 641,
      "bp": 642,
      "470": 643,
      "Ġcmovg": 644,
      "600": 645,
      "748": 646,
      "xcb": 647,
      "458": 648,
      "490": 649,
      "114": 650,
      "417": 651,
      "xda": 652,
      "419": 653,
      "448": 654,
      "xce": 655,
      "468": 656,
      "390": 657,
      "240": 658,
      "xdf": 659,
      "xdb": 660,
      "438": 661,
      "xde": 662,
      "370": 663,
      "124": 664,
      "bpl": 665,
      "500": 666,
      "340": 667,
      "Ġxorps": 668,
      "xfa": 669,
      "258": 670,
      "478": 671,
      "208": 672,
      "248": 673,
      "278": 674,
      "360": 675,
      "923": 676,
      "xee": 677,
      "xef": 678,
      "330": 679,
      "680": 680,
      "320": 681,
      "134": 682,
      "498": 683,
      "228": 684,
      "ol": 685,
      "Ġrol": 686,
      "580": 687,
      "298": 688,
      "800": 689,
      "510": 690,
      "pd": 691,
      "Ġcdq": 692,
      "Ġmul": 693,
      "104": 694,
      "268": 695,
      "00000": 696,
      "550": 697,
      "238": 698,
      "310": 699,
      "348": 700,
      "218": 701,
      "dx": 702,
      "427": 703,
      "530": 704,
      "Ġb": 705,
      "401": 706,
      "700": 707,
      "560": 708,
      "520": 709,
      "Ġdiv": 710,
      "Ġjs": 711,
      "423": 712,
      "730": 713,
      "288": 714,
      "780": 715,
      "980": 716,
      "338": 717,
      "bl": 718,
      "570": 719,
      "429": 720,
      "328": 721,
      "xffffffffffffff": 722,
      "422": 723,
      "164": 724,
      "425": 725,
      "368": 726,
      "fff": 727,
      "ns": 728,
      "144": 729,
      "749": 730,
      "4010": 731,
      "115": 732,
      "528": 733,
      "426": 734,
      "308": 735,
      "vt": 736,
      "Ġcvt": 737,
      "590": 738,
      "433": 739,
      "112": 740,
      "424": 741,
      "670": 742,
      "660": 743,
      "Ġsetb": 744,
      "000000": 745,
      "443": 746,
      "459": 747,
      "154": 748,
      "650": 749,
      "630": 750,
      "444": 751,
      "620": 752,
      "]_-": 753,
      "437": 754,
      "690": 755,
      "113": 756,
      "388": 757,
      "750": 758,
      "488": 759,
      "610": 760,
      "449": 761,
      "439": 762,
      "456": 763,
      "447": 764,
      "435": 765,
      "119": 766,
      "457": 767,
      "640": 768,
      "540": 769,
      "174": 770,
      "445": 771,
      "710": 772,
      "184": 773,
      "900": 774,
      "add": 775,
      "358": 776,
      "760": 777,
      "446": 778,
      "421": 779,
      "436": 780,
      "810": 781,
      "318": 782,
      "578": 783,
      "960": 784,
      "720": 785,
      "Ġcdqe": 786,
      "464": 787,
      "214": 788,
      "950": 789,
      "548": 790,
      "378": 791,
      "Ġmovdqa": 792,
      "518": 793,
      "970": 794,
      "538": 795,
      "Ġcmovae": 796,
      "558": 797,
      "Ġbt": 798,
      "474": 799,
      "4025": 800,
      "770": 801,
      "442": 802,
      "453": 803,
      "790": 804,
      "139": 805,
      "Ġmovdqu": 806,
      "159": 807,
      "469": 808,
      "568": 809,
      "432": 810,
      "860": 811,
      "588": 812,
      "434": 813,
      "4024": 814,
      "398": 815,
      "514": 816,
      "129": 817,
      "479": 818,
      "477": 819,
      "740": 820,
      "Ġne": 821,
      "Ġneg": 822,
      "494": 823,
      "455": 824,
      "xcbc": 825,
      "463": 826,
      "517": 827,
      "431": 828,
      "930": 829,
      "880": 830,
      "194": 831,
      "473": 832,
      "466": 833,
      "117": 834,
      "467": 835,
      "492": 836,
      "920": 837,
      "126": 838,
      "476": 839,
      "441": 840,
      "452": 841,
      "402180": 842,
      "121": 843,
      "264": 844,
      "137": 845,
      "910": 846,
      "508": 847,
      "598": 848,
      "123": 849,
      "127": 850,
      "472": 851,
      "abc": 852,
      "497": 853,
      "523": 854,
      "462": 855,
      "499": 856,
      "156": 857,
      "718": 858,
      "116": 859,
      "526": 860,
      "516": 861,
      "454": 862,
      "122": 863,
      "870": 864,
      "493": 865,
      "487": 866,
      "496": 867,
      "486": 868,
      "133": 869,
      "157": 870,
      "465": 871,
      "990": 872,
      "153": 873,
      "890": 874,
      "149": 875,
      "402170": 876,
      "519": 877,
      "737": 878,
      "136": 879,
      "102": 880,
      "132": 881,
      "Ġcmovge": 882,
      "489": 883,
      "483": 884,
      "fffffff": 885,
      "475": 886,
      "146": 887,
      "acc": 888,
      "edc": 889,
      "125": 890,
      "850": 891,
      "109": 892,
      "0000000": 893,
      "103": 894,
      "Ġsetg": 895,
      "135": 896,
      "495": 897,
      "155": 898,
      "147": 899,
      "143": 900,
      "Ġcmova": 901,
      "ebd": 902,
      "223": 903,
      "106": 904,
      "344": 905,
      "152": 906,
      "204": 907,
      "688": 908,
      "169": 909,
      "179": 910,
      "186": 911,
      "524": 912,
      "166": 913,
      "451": 914,
      "762": 915,
      "461": 916,
      "529": 917,
      "111": 918,
      "830": 919,
      "ebc": 920,
      "539": 921,
      "628": 922,
      "594": 923,
      "107": 924,
      "527": 925,
      "244": 926,
      "820": 927,
      "aaa": 928,
      "131": 929,
      "522": 930,
      "177": 931,
      "ffc": 932,
      "ffd": 933,
      "193": 934,
      "167": 935,
      "cac": 936,
      "471": 937,
      "173": 938,
      "536": 939,
      "163": 940,
      "638": 941,
      "ead": 942,
      "537": 943,
      "fbd": 944,
      "bdc": 945,
      "145": 946,
      "abd": 947,
      "adc": 948,
      "101": 949,
      "658": 950,
      "fcc": 951,
      "259": 952,
      "eac": 953,
      "edd": 954,
      "ecd": 955,
      "ecc": 956,
      "569": 957,
      "533": 958,
      "ede": 959,
      "574": 960,
      "678": 961,
      "199": 962,
      "165": 963,
      "ebe": 964,
      "eba": 965,
      "bbc": 966,
      "162": 967,
      "618": 968,
      "Ġf": 969,
      "840": 970,
      "fcd": 971,
      "485": 972,
      "294": 973,
      "482": 974,
      "ada": 975,
      "698": 976,
      "cbc": 977,
      "668": 978,
      "ebb": 979,
      "484": 980,
      "aba": 981,
      "734": 982,
      "171": 983,
      "402070": 984,
      "491": 985,
      "608": 986,
      "197": 987,
      "559": 988,
      "151": 989,
      "402190": 990,
      "eaa": 991,
      "738": 992,
      "142": 993,
      "940": 994,
      "bdd": 995,
      "aca": 996,
      "abb": 997,
      "105": 998,
      "acd": 999,
      "eab": 1000,
      "256": 1001,
      "175": 1002,
      "ace": 1003,
      "Ġu": 1004,
      "eae": 1005,
      "ffe": 1006,
      "edb": 1007,
      "141": 1008,
      "172": 1009,
      "928": 1010,
      "Ġidiv": 1011,
      "556": 1012,
      "ade": 1013,
      "692": 1014,
      "274": 1015,
      "ffb": 1016,
      "176": 1017,
      "dbc": 1018,
      "552": 1019,
      "fdc": 1020,
      "784": 1021,
      "557": 1022,
      "eaf": 1023,
      "189": 1024,
      "ecb": 1025,
      "534": 1026,
      "402160": 1027,
      "ebf": 1028,
      "708": 1029,
      "eda": 1030,
      "bfc": 1031,
      "bef": 1032,
      "195": 1033,
      "788": 1034,
      "196": 1035,
      "edf": 1036,
      "4011": 1037,
      "xfffffffe": 1038,
      "192": 1039,
      "187": 1040,
      "384": 1041,
      "fdd": 1042,
      "eca": 1043,
      "adf": 1044,
      "532": 1045,
      "1000": 1046,
      "cdc": 1047,
      "aee": 1048,
      "adb": 1049,
      "927": 1050,
      "758": 1051,
      "fee": 1052,
      "535": 1053,
      "fbb": 1054,
      "acf": 1055,
      "284": 1056,
      "481": 1057,
      "afd": 1058,
      "509": 1059,
      "cbd": 1060,
      "fbc": 1061,
      "229": 1062,
      "234": 1063,
      "513": 1064,
      "576": 1065,
      "ece": 1066,
      "faf": 1067,
      "cdd": 1068,
      "abf": 1069,
      "402350": 1070,
      "fcb": 1071,
      "ecf": 1072,
      "fbf": 1073,
      "acb": 1074,
      "267": 1075,
      "577": 1076,
      "739": 1077,
      "efd": 1078,
      "525": 1079,
      "579": 1080,
      "aef": 1081,
      "828": 1082,
      "fba": 1083,
      "191": 1084,
      "050": 1085,
      "226": 1086,
      "224": 1087,
      "728": 1088,
      "abe": 1089,
      "Ġsbb": 1090,
      "161": 1091,
      "656": 1092,
      "599": 1093,
      "768": 1094,
      "bfd": 1095,
      "202": 1096,
      "fbe": 1097,
      "cda": 1098,
      "bbb": 1099,
      "aaf": 1100,
      "dbd": 1101,
      "279": 1102,
      "239": 1103,
      "544": 1104,
      "379": 1105,
      "547": 1106,
      "ffa": 1107,
      "213": 1108,
      "fcf": 1109,
      "cfd": 1110,
      "183": 1111,
      "269": 1112,
      "507": 1113,
      "263": 1114,
      "633": 1115,
      "555": 1116,
      "266": 1117,
      "227": 1118,
      "mi": 1119,
      "515": 1120,
      "fef": 1121,
      "583": 1122,
      "293": 1123,
      "778": 1124,
      "dfd": 1125,
      "733": 1126,
      "fca": 1127,
      "2000000": 1128,
      "998": 1129,
      "4030": 1130,
      "798": 1131,
      "543": 1132,
      "omi": 1133,
      "182": 1134,
      "eef": 1135,
      "265": 1136,
      "bbd": 1137,
      "237": 1138,
      "531": 1139,
      "512": 1140,
      "fce": 1141,
      "090": 1142,
      "222": 1143,
      "Ġmulsd": 1144,
      "546": 1145,
      "314": 1146,
      "299": 1147,
      "Ġcmovle": 1148,
      "563": 1149,
      "297": 1150,
      "cad": 1151,
      "185": 1152,
      "506": 1153,
      "bba": 1154,
      "ccd": 1155,
      "ddd": 1156,
      "596": 1157,
      "542": 1158,
      "bcc": 1159,
      "276": 1160,
      "364": 1161,
      "597": 1162,
      "686": 1163,
      "ddc": 1164,
      "bee": 1165,
      "366": 1166,
      "cab": 1167,
      "bbf": 1168,
      "567": 1169,
      "731": 1170,
      "562": 1171,
      "233": 1172,
      "bcd": 1173,
      "593": 1174,
      "baf": 1175,
      "648": 1176,
      "Ġjns": 1177,
      "572": 1178,
      "676": 1179,
      "252": 1180,
      "207": 1181,
      "181": 1182,
      "xcbd": 1183,
      "dad": 1184,
      "277": 1185,
      "236": 1186,
      "caf": 1187,
      "549": 1188,
      "589": 1189,
      "504": 1190,
      "693": 1191,
      "503": 1192,
      "caa": 1193,
      "898": 1194,
      "677": 1195,
      "639": 1196,
      "dcc": 1197,
      "dcd": 1198,
      "637": 1199,
      "324": 1200,
      "591": 1201,
      "592": 1202,
      "699": 1203,
      "553": 1204,
      "551": 1205,
      "679": 1206,
      "dcb": 1207,
      "bdf": 1208,
      "209": 1209,
      "636": 1210,
      "566": 1211,
      "304": 1212,
      "ccc": 1213,
      "bec": 1214,
      "289": 1215,
      "bca": 1216,
      "225": 1217,
      "908": 1218,
      "206": 1219,
      "715": 1220,
      "Ġaddsd": 1221,
      "bdb": 1222,
      "eee": 1223,
      "217": 1224,
      "221": 1225,
      "dca": 1226,
      "070": 1227,
      "203": 1228,
      "575": 1229,
      "838": 1230,
      "247": 1231,
      "296": 1232,
      "271": 1233,
      "545": 1234,
      "687": 1235,
      "dac": 1236,
      "584": 1237,
      "334": 1238,
      "564": 1239,
      "fac": 1240,
      "aac": 1241,
      "efc": 1242,
      "571": 1243,
      "bac": 1244,
      "cce": 1245,
      "060": 1246,
      "2000": 1247,
      "235": 1248,
      "565": 1249,
      "587": 1250,
      "dda": 1251,
      "bda": 1252,
      "632": 1253,
      "666": 1254,
      "938": 1255,
      "561": 1256,
      "4070": 1257,
      "dfc": 1258,
      "fdf": 1259,
      "afc": 1260,
      "aec": 1261,
      "Ġcvtsi": 1262,
      "fda": 1263,
      "212": 1264,
      "fad": 1265,
      "295": 1266,
      "978": 1267,
      "ccb": 1268,
      "aed": 1269,
      "dff": 1270,
      "697": 1271,
      "232": 1272,
      "080": 1273,
      "696": 1274,
      "735": 1275,
      "669": 1276,
      "254": 1277,
      "aad": 1278,
      "cdb": 1279,
      "595": 1280,
      "732": 1281,
      "bce": 1282,
      "988": 1283,
      "272": 1284,
      "644": 1285,
      "cde": 1286,
      "609": 1287,
      "dce": 1288,
      "286": 1289,
      "219": 1290,
      "cdf": 1291,
      "377": 1292,
      "ced": 1293,
      "eed": 1294,
      "ccf": 1295,
      "bcb": 1296,
      "689": 1297,
      "ddf": 1298,
      "672": 1299,
      "634": 1300,
      "cfb": 1301,
      "694": 1302,
      "262": 1303,
      "Ġmovapd": 1304,
      "586": 1305,
      "251": 1306,
      "797": 1307,
      "cec": 1308,
      "667": 1309,
      "275": 1310,
      "684": 1311,
      "878": 1312,
      "faa": 1313,
      "bfb": 1314,
      "feb": 1315,
      "cea": 1316,
      "635": 1317,
      "201": 1318,
      "bde": 1319,
      "287": 1320,
      "dcf": 1321,
      "505": 1322,
      "501": 1323,
      "502": 1324,
      "933": 1325,
      "cfc": 1326,
      "cae": 1327,
      "581": 1328,
      "dba": 1329,
      "631": 1330,
      "afa": 1331,
      "ded": 1332,
      "fde": 1333,
      "bff": 1334,
      "4060": 1335,
      "fec": 1336,
      "dfb": 1337,
      "231": 1338,
      "Ġcmovns": 1339,
      "663": 1340,
      "292": 1341,
      "585": 1342,
      "674": 1343,
      "baa": 1344,
      "402050": 1345,
      "291": 1346,
      "215": 1347,
      "799": 1348,
      "283": 1349,
      "307": 1350,
      "306": 1351,
      "bea": 1352,
      "aab": 1353,
      "comi": 1354,
      "Ġsetae": 1355,
      "dea": 1356,
      "261": 1357,
      "fdb": 1358,
      "cca": 1359,
      "394": 1360,
      "285": 1361,
      "eff": 1362,
      "833": 1363,
      "399": 1364,
      "bed": 1365,
      "cef": 1366,
      "fab": 1367,
      "303": 1368,
      "647": 1369,
      "389": 1370,
      "00000000": 1371,
      "387": 1372,
      "242": 1373,
      "245": 1374,
      "deb": 1375,
      "aff": 1376,
      "371": 1377,
      "309": 1378,
      "868": 1379,
      "aea": 1380,
      "607": 1381,
      "eeb": 1382,
      "bfe": 1383,
      "eec": 1384,
      "efa": 1385,
      "601": 1386,
      "br": 1387,
      "end": 1388,
      "endbr": 1389,
      "Ġucomi": 1390,
      "205": 1391,
      "xfffffff": 1392,
      "bcf": 1393,
      "dab": 1394,
      "ddb": 1395,
      "dde": 1396,
      "aeb": 1397,
      "np": 1398,
      "615": 1399,
      "346": 1400,
      "301": 1401,
      "bae": 1402,
      "787": 1403,
      "614": 1404,
      "777": 1405,
      "daf": 1406,
      "dfa": 1407,
      "899": 1408,
      "4040": 1409,
      "662": 1410,
      "282": 1411,
      "cee": 1412,
      "983": 1413,
      "386": 1414,
      "daa": 1415,
      "cbb": 1416,
      "beb": 1417,
      "bad": 1418,
      "dbf": 1419,
      "987": 1420,
      "Ġcmovs": 1421,
      "554": 1422,
      "582": 1423,
      "fed": 1424,
      "aaaa": 1425,
      "dbe": 1426,
      "675": 1427,
      "789": 1428,
      "661": 1429,
      "682": 1430,
      "efb": 1431,
      "339": 1432,
      "020": 1433,
      "273": 1434,
      "383": 1435,
      "612": 1436,
      "ceb": 1437,
      "907": 1438,
      "bbe": 1439,
      "683": 1440,
      "695": 1441,
      "cfe": 1442,
      "793": 1443,
      "385": 1444,
      "253": 1445,
      "cba": 1446,
      "664": 1447,
      "709": 1448,
      "fea": 1449,
      "def": 1450,
      "707": 1451,
      "cbe": 1452,
      "989": 1453,
      "bfa": 1454,
      "604": 1455,
      "246": 1456,
      "541": 1457,
      "216": 1458,
      "616": 1459,
      "dee": 1460,
      "bab": 1461,
      "aae": 1462,
      "257": 1463,
      "783": 1464,
      "afb": 1465,
      "Ġadc": 1466,
      "402210": 1467,
      "281": 1468,
      "657": 1469,
      "eea": 1470,
      "243": 1471,
      "818": 1472,
      "603": 1473,
      "999": 1474,
      "685": 1475,
      "671": 1476,
      "691": 1477,
      "cfa": 1478,
      "972": 1479,
      "dfe": 1480,
      "cff": 1481,
      "302": 1482,
      "cbf": 1483,
      "779": 1484,
      "xfff": 1485,
      "627": 1486,
      "613": 1487,
      "617": 1488,
      "ck": 1489,
      "afe": 1490,
      "606": 1491,
      "926": 1492,
      "sw": 1493,
      "fae": 1494,
      "396": 1495,
      "249": 1496,
      "953": 1497,
      "dbb": 1498,
      "010": 1499,
      "703": 1500,
      "040": 1501,
      "659": 1502,
      "681": 1503,
      "4090": 1504,
      "efe": 1505,
      "573": 1506,
      "744": 1507,
      "626": 1508,
      "333": 1509,
      "511": 1510,
      "npck": 1511,
      "918": 1512,
      "981": 1513,
      "986": 1514,
      "354": 1515,
      "372": 1516,
      "786": 1517,
      "4080": 1518,
      "642": 1519,
      "sub": 1520,
      "dae": 1521,
      "948": 1522,
      "629": 1523,
      "402340": 1524,
      "605": 1525,
      "776": 1526,
      "337": 1527,
      "984": 1528,
      "665": 1529,
      "602": 1530,
      "317": 1531,
      "381": 1532,
      "326": 1533,
      "353": 1534,
      "646": 1535,
      "958": 1536,
      "374": 1537,
      "673": 1538,
      "624": 1539,
      "848": 1540,
      "794": 1541,
      "858": 1542,
      "791": 1543,
      "726": 1544,
      "305": 1545,
      "211": 1546,
      "359": 1547,
      "643": 1548,
      "925": 1549,
      "313": 1550,
      "623": 1551,
      "827": 1552,
      "Ġseta": 1553,
      "4058": 1554,
      "382": 1555,
      "347": 1556,
      "4050": 1557,
      "4000": 1558,
      "373": 1559,
      "901": 1560,
      "796": 1561,
      "319": 1562,
      "774": 1563,
      "315": 1564,
      "906": 1565,
      "357": 1566,
      "ap": 1567,
      "swap": 1568,
      "Ġbswap": 1569,
      "939": 1570,
      "345": 1571,
      "839": 1572,
      "649": 1573,
      "909": 1574,
      "367": 1575,
      "521": 1576,
      "781": 1577,
      "782": 1578,
      "cmp": 1579,
      "Ġpxor": 1580,
      "402060": 1581,
      "322": 1582,
      "xfffffffffffffffe": 1583,
      "336": 1584,
      "982": 1585,
      "756": 1586,
      "030": 1587,
      "888": 1588,
      "714": 1589,
      "785": 1590,
      "713": 1591,
      "929": 1592,
      "363": 1593,
      "402360": 1594,
      "312": 1595,
      "241": 1596,
      "369": 1597,
      "316": 1598,
      "655": 1599,
      "653": 1600,
      "1720": 1601,
      "761": 1602,
      "792": 1603,
      "985": 1604,
      "343": 1605,
      "362": 1606,
      "fs": 1607,
      "905": 1608,
      "327": 1609,
      "795": 1610,
      "814": 1611,
      "255": 1612,
      "704": 1613,
      "342": 1614,
      "727": 1615,
      "4033": 1616,
      "361": 1617,
      "757": 1618,
      "765": 1619,
      "4048": 1620,
      "329": 1621,
      "355": 1622,
      "808": 1623,
      "968": 1624,
      "645": 1625,
      "622": 1626,
      "323": 1627,
      "701": 1628,
      "402140": 1629,
      "Ġmovq": 1630,
      "902": 1631,
      "775": 1632,
      "719": 1633,
      "706": 1634,
      "402330": 1635,
      "904": 1636,
      "4035": 1637,
      "716": 1638,
      "771": 1639,
      "997": 1640,
      "Ġpsh": 1641,
      "Ġpshu": 1642,
      "746": 1643,
      "4088": 1644,
      "4068": 1645,
      "903": 1646,
      "365": 1647,
      "4031": 1648,
      "619": 1649,
      "311": 1650,
      "375": 1651,
      "325": 1652,
      "397": 1653,
      "922": 1654,
      "702": 1655,
      "4078": 1656,
      "705": 1657,
      "767": 1658,
      "xfffff": 1659,
      "976": 1660,
      "349": 1661,
      "769": 1662,
      "914": 1663,
      "395": 1664,
      "994": 1665,
      "763": 1666,
      "654": 1667,
      "335": 1668,
      "996": 1669,
      "919": 1670,
      "915": 1671,
      "712": 1672,
      "356": 1673,
      "402040": 1674,
      "4032": 1675,
      "829": 1676,
      "743": 1677,
      "6666": 1678,
      "747": 1679,
      "393": 1680,
      "332": 1681,
      "772": 1682,
      "331": 1683,
      "947": 1684,
      "729": 1685,
      "625": 1686,
      "402080": 1687,
      "4036": 1688,
      "935": 1689,
      "849": 1690,
      "4038": 1691,
      "4069": 1692,
      "745": 1693,
      "773": 1694,
      "722": 1695,
      "759": 1696,
      "402220": 1697,
      "1724": 1698,
      "8000": 1699,
      "991": 1700,
      "963": 1701,
      "402130": 1702,
      "869": 1703,
      "753": 1704,
      "812": 1705,
      "341": 1706,
      "391": 1707,
      "4059": 1708,
      "723": 1709,
      "816": 1710,
      "977": 1711,
      "ld": 1712,
      "4057": 1713,
      "Ġror": 1714,
      "912": 1715,
      "995": 1716,
      "766": 1717,
      "npckl": 1718,
      "813": 1719,
      "975": 1720,
      "847": 1721,
      "966": 1722,
      "956": 1723,
      "942": 1724,
      "4066": 1725,
      "352": 1726,
      "755": 1727,
      "742": 1728,
      "979": 1729,
      "392": 1730,
      "717": 1731,
      "402320": 1732,
      "817": 1733,
      "376": 1734,
      "652": 1735,
      "993": 1736,
      "844": 1737,
      "949": 1738,
      "402370": 1739,
      "845": 1740,
      "822": 1741,
      "4047": 1742,
      "924": 1743,
      "815": 1744,
      "957": 1745,
      "xfffffffffffffff": 1746,
      "913": 1747,
      "4044": 1748,
      "916": 1749,
      "4073": 1750,
      "971": 1751,
      "4049": 1752,
      "969": 1753,
      "826": 1754,
      "843": 1755,
      "Ġcvtss": 1756,
      "859": 1757,
      "992": 1758,
      "4034": 1759,
      "866": 1760,
      "4063": 1761,
      "),": 1762,
      "4056": 1763,
      "4037": 1764,
      "4043": 1765,
      "846": 1766,
      "943": 1767,
      "944": 1768,
      "879": 1769,
      "973": 1770,
      "807": 1771,
      "837": 1772,
      "959": 1773,
      "917": 1774,
      "802": 1775,
      "856": 1776,
      "351": 1777,
      "946": 1778,
      "4079": 1779,
      "Ġcmovbe": 1780,
      "934": 1781,
      "842": 1782,
      "4053": 1783,
      "954": 1784,
      "804": 1785,
      "4042": 1786,
      "896": 1787,
      "855": 1788,
      "937": 1789,
      "xffffffffffff": 1790,
      "945": 1791,
      "965": 1792,
      "4098": 1793,
      "711": 1794,
      "Ġmovd": 1795,
      "864": 1796,
      "621": 1797,
      "10000": 1798,
      "801": 1799,
      "611": 1800,
      "882": 1801,
      "873": 1802,
      "884": 1803,
      "874": 1804,
      "321": 1805,
      "867": 1806,
      "4046": 1807,
      "894": 1808,
      "893": 1809,
      "823": 1810,
      "967": 1811,
      "641": 1812,
      "725": 1813,
      "876": 1814,
      "Ġpshufd": 1815,
      "4045": 1816,
      "819": 1817,
      "857": 1818,
      "877": 1819,
      "Ġsetge": 1820,
      "741": 1821,
      "4093": 1822,
      "883": 1823,
      "752": 1824,
      "895": 1825,
      "853": 1826,
      "932": 1827,
      "863": 1828,
      "651": 1829,
      "Ġpadd": 1830,
      "4039": 1831,
      "897": 1832,
      "936": 1833,
      "941": 1834,
      "4077": 1835,
      "764": 1836,
      "836": 1837,
      "872": 1838,
      "754": 1839,
      "955": 1840,
      "875": 1841,
      "402150": 1842,
      "834": 1843,
      "806": 1844,
      "841": 1845,
      "891": 1846,
      "4055": 1847,
      "803": 1848,
      "402110": 1849,
      "724": 1850,
      "854": 1851,
      "4067": 1852,
      "886": 1853,
      "4083": 1854,
      "402240": 1855,
      "964": 1856,
      "885": 1857,
      "851": 1858,
      "100000": 1859,
      "4076": 1860,
      "805": 1861,
      "4028": 1862,
      "4027": 1863,
      "721": 1864,
      "4075": 1865,
      "402380": 1866,
      "80000000": 1867,
      "962": 1868,
      "852": 1869,
      "Ġpcmp": 1870,
      "825": 1871,
      "Ġucomiss": 1872,
      "889": 1873,
      "40000": 1874,
      "881": 1875,
      "952": 1876,
      "835": 1877,
      "xfffffffd": 1878,
      "911": 1879,
      "865": 1880,
      "4089": 1881,
      "4065": 1882,
      "887": 1883,
      "832": 1884,
      "4074": 1885,
      "809": 1886,
      "931": 1887,
      "4092": 1888,
      "4062": 1889,
      "811": 1890,
      "974": 1891,
      "921": 1892,
      "824": 1893,
      "4064": 1894,
      "862": 1895,
      "961": 1896,
      "4012": 1897,
      "4087": 1898,
      "4100": 1899,
      "4072": 1900,
      "4052": 1901,
      "892": 1902,
      "cccc": 1903,
      "4099": 1904,
      "402090": 1905,
      "821": 1906,
      "4086": 1907,
      "1010": 1908,
      "751": 1909,
      "831": 1910,
      "xfffffffc": 1911,
      "4096": 1912,
      "4095": 1913,
      "xword": 1914,
      "4085": 1915,
      "951": 1916,
      "871": 1917,
      "861": 1918,
      "Ġaddss": 1919,
      "4082": 1920,
      "7369": 1921,
      "4054": 1922,
      "004": 1923,
      "4041": 1924,
      "402260": 1925,
      "stp": 1926,
      "7368": 1927,
      "Ġfld": 1928,
      "Ġseto": 1929,
      "008": 1930,
      "4029": 1931,
      "eq": 1932,
      "005": 1933,
      "402120": 1934,
      "xfcf": 1935,
      "Ġpcmpeq": 1936,
      "402250": 1937,
      "fffff": 1938,
      "079": 1939,
      "402610": 1940,
      "Ġpu": 1941,
      "402300": 1942,
      "Ġfstp": 1943,
      "4097": 1944,
      "402230": 1945,
      "098": 1946,
      "003": 1947,
      "402200": 1948,
      "4130": 1949,
      "065": 1950,
      "46390": 1951,
      "4094": 1952,
      "9999": 1953,
      "007": 1954,
      "4071": 1955,
      "Ġpunpckl": 1956,
      "200000": 1957,
      "Ġcvtt": 1958,
      "4081": 1959,
      "and": 1960,
      "4061": 1961,
      "3830": 1962,
      "xfdffffff": 1963,
      "018": 1964,
      "402280": 1965,
      "078": 1966,
      "402310": 1967,
      "Ġpand": 1968,
      "Ġps": 1969,
      "402270": 1970,
      "xfffb": 1971,
      "401050": 1972,
      "7370": 1973,
      "80000": 1974,
      "047": 1975,
      "4084": 1976,
      "xfffffe": 1977,
      "088": 1978,
      "4091": 1979,
      "1500": 1980,
      "4110": 1981,
      "4051": 1982,
      "001": 1983,
      "002": 1984,
      "Ġmulss": 1985,
      "009": 1986,
      "058": 1987,
      "043": 1988,
      "4160": 1989,
      "044": 1990,
      "037": 1991,
      "084": 1992,
      "20000": 1993,
      "046": 1994,
      "048": 1995,
      "066": 1996,
      "028": 1997,
      "068": 1998,
      "097": 1999,
      "077": 2000,
      "014": 2001,
      "006": 2002,
      "093": 2003,
      "067": 2004,
      "038": 2005,
      "012": 2006,
      "039": 2007,
      "4120": 2008,
      "063": 2009,
      "015": 2010,
      "099": 2011,
      "075": 2012,
      "057": 2013,
      "4112": 2014,
      "4113": 2015,
      "4163": 2016,
      "4180": 2017,
      "017": 2018,
      "089": 2019,
      "049": 2020,
      "056": 2021,
      "023": 2022,
      "013": 2023,
      "073": 2024,
      "Ġucomisd": 2025,
      "027": 2026,
      "087": 2027,
      "069": 2028,
      "045": 2029,
      "042": 2030,
      "402290": 2031,
      "032": 2032,
      "ah": 2033,
      "4114": 2034,
      "025": 2035,
      "036": 2036,
      "7373": 2037,
      "059": 2038,
      "016": 2039,
      "022": 2040,
      "019": 2041,
      "4118": 2042,
      "092": 2043,
      "055": 2044,
      "083": 2045,
      "053": 2046,
      "026": 2047,
      "076": 2048,
      "052": 2049,
      "024": 2050,
      "033": 2051,
      "10000000": 2052,
      "402030": 2053,
      "Ġsetle": 2054,
      "094": 2055,
      "085": 2056,
      "034": 2057,
      "021": 2058,
      "035": 2059,
      "029": 2060,
      "041": 2061,
      "402620": 2062,
      "xaac": 2063,
      "xbcc": 2064,
      "4178": 2065,
      "074": 2066,
      "095": 2067,
      "8000000": 2068,
      "072": 2069,
      "Ġmovupd": 2070,
      "5620": 2071,
      "054": 2072,
      "061": 2073,
      "064": 2074,
      "096": 2075,
      "011": 2076,
      "qo": 2077,
      "Ġcqo": 2078,
      "Ġpaddd": 2079,
      "1078": 2080,
      "Ġdivsd": 2081,
      "4193": 2082,
      "062": 2083,
      "Ġsubsd": 2084,
      "4115": 2085,
      "xeec": 2086,
      "051": 2087,
      "082": 2088,
      "11460": 2089,
      "800000000": 2090,
      "086": 2091,
      "xfffffffb": 2092,
      "2005": 2093,
      "7372": 2094,
      "071": 2095,
      "081": 2096,
      "091": 2097,
      "3240": 2098,
      "Ġxorpd": 2099,
      "1070": 2100,
      "4128": 2101,
      "5555": 2102,
      "8080": 2103,
      "1000000": 2104,
      "1068": 2105,
      "Ġsets": 2106,
      "6667": 2107,
      "Ġshld": 2108,
      "031": 2109,
      "5560": 2110,
      "4176": 2111,
      "Ġpor": 2112,
      "xffe": 2113,
      "4243": 2114,
      "4150": 2115,
      "401040": 2116,
      "xacc": 2117,
      "2020": 2118,
      "xaed": 2119,
      "xfffffffffffffffc": 2120,
      "Ġsetbe": 2121,
      "fbff": 2122,
      "20000000": 2123,
      "402680": 2124,
      "4170": 2125,
      "402630": 2126,
      "xaea": 2127,
      "3050": 2128,
      "100000000": 2129,
      "4190": 2130,
      "4168": 2131,
      "xcac": 2132,
      "4173": 2133,
      "4175": 2134,
      "fffffffffffffff": 2135,
      "7630": 2136,
      "xffd": 2137,
      "xbdf": 2138,
      "4138": 2139,
      "xaaa": 2140,
      "xace": 2141,
      "800000": 2142,
      "ffffffe": 2143,
      "Ġcmovo": 2144,
      "xaec": 2145,
      "xbbd": 2146,
      "5219": 2147,
      "xfffe": 2148,
      "xbea": 2149,
      "402100": 2150,
      "xafc": 2151,
      "xecc": 2152,
      "4166": 2153,
      "4225": 2154,
      "aaaaaaaa": 2155,
      "46420": 2156,
      "2920": 2157,
      "402390": 2158,
      "4300": 2159,
      "Ġpcmpeqd": 2160,
      "1120": 2161,
      "200510": 2162,
      "xacd": 2163,
      "66666667": 2164,
      "4143": 2165,
      "1390": 2166,
      "10000000000": 2167,
      "402690": 2168,
      "xffffe": 2169,
      "xbac": 2170,
      "7490": 2171,
      "xdbc": 2172,
      "101060": 2173,
      "Ġjo": 2174,
      "3030": 2175,
      "xbcb": 2176,
      "xcfd": 2177,
      "xafb": 2178,
      "4165": 2179,
      "xcbb": 2180,
      "40000000": 2181,
      "xadd": 2182,
      "xcff": 2183,
      "4260": 2184,
      "xfffffeff": 2185,
      "7320": 2186,
      "xefb": 2187,
      "5100": 2188,
      "4167": 2189,
      "xfad": 2190,
      "30000000": 2191,
      "xbdc": 2192,
      "xcdd": 2193,
      "xbcd": 2194,
      "1800": 2195,
      "1560": 2196,
      "xdbb": 2197,
      "xada": 2198,
      "402640": 2199,
      "3350": 2200,
      "xadc": 2201,
      "xaad": 2202,
      "xcbf": 2203,
      "xbed": 2204,
      "xccc": 2205,
      "xbeb": 2206,
      "Ġsetns": 2207,
      "4162": 2208,
      "Ġpaddq": 2209,
      "Ġunpckl": 2210,
      "xaff": 2211,
      "xaab": 2212,
      "4103": 2213,
      "11860": 2214,
      "xbbc": 2215,
      "7625": 2216,
      "xffb": 2217,
      "xabd": 2218,
      "4250": 2219,
      "4244": 2220,
      "7340": 2221,
      "xcfe": 2222,
      "xbfb": 2223,
      "4192": 2224,
      "7260": 2225,
      "xccb": 2226,
      "xacb": 2227,
      "4214": 2228,
      "xaeb": 2229,
      "1950": 2230,
      "7250": 2231,
      "xdcd": 2232,
      "4000000": 2233,
      "4254": 2234,
      "7371": 2235,
      "4105": 2236,
      "4270": 2237,
      "xded": 2238,
      "1050": 2239,
      "xcad": 2240,
      "1030": 2241,
      "46370": 2242,
      "xafa": 2243,
      "xcec": 2244,
      "Ġcvttsd": 2245,
      "xabb": 2246,
      "4127": 2247,
      "xabc": 2248,
      "xadb": 2249,
      "4174": 2250,
      "4324": 2251,
      "4199": 2252,
      "4169": 2253,
      "xbcf": 2254,
      "xcea": 2255,
      "4177": 2256,
      "4164": 2257,
      "xbec": 2258,
      "xcdc": 2259,
      "xeed": 2260,
      "xbbe": 2261,
      "Ġpsr": 2262,
      "xcab": 2263,
      "402670": 2264,
      "Ġsubss": 2265,
      "xacf": 2266,
      "4479": 2267,
      "xaba": 2268,
      "4230": 2269,
      "xcca": 2270,
      "xffc": 2271,
      "4198": 2272,
      "xdac": 2273,
      "xfdd": 2274,
      "xeff": 2275,
      "1100": 2276,
      "xbbf": 2277,
      "xbff": 2278,
      "xceb": 2279,
      "xafd": 2280,
      "xbab": 2281,
      "4223": 2282,
      "xcfc": 2283,
      "Ġcvtsd": 2284,
      "xdfa": 2285,
      "xbaa": 2286,
      "xfea": 2287,
      "xaae": 2288,
      "4179": 2289,
      "Ġandn": 2290,
      "xbaf": 2291,
      "2820": 2292,
      "xafe": 2293,
      "xfec": 2294,
      "xbdd": 2295,
      "4850": 2296,
      "4152": 2297,
      "5850": 2298,
      "8734": 2299,
      "4218": 2300,
      "xbee": 2301,
      "1088": 2302,
      "xbae": 2303,
      "xcce": 2304,
      "4133": 2305,
      "xcdb": 2306,
      "400000": 2307,
      "xdea": 2308,
      "xbef": 2309,
      "xecf": 2310,
      "4172": 2311,
      "xcef": 2312,
      "xccd": 2313,
      "47380": 2314,
      "4360": 2315,
      "xaaf": 2316,
      "xfaf": 2317,
      "xbfc": 2318,
      "xbba": 2319,
      "xdcc": 2320,
      "xbad": 2321,
      "xdab": 2322,
      "xbfe": 2323,
      "4220": 2324,
      "4240": 2325,
      "xdfc": 2326,
      "7626": 2327,
      "1080": 2328,
      "xfba": 2329,
      "xabe": 2330,
      "4153": 2331,
      "ack": 2332,
      "xbfa": 2333,
      "Ġaddpd": 2334,
      "4102": 2335,
      "9230": 2336,
      "xfffffffffe": 2337,
      "uf": 2338,
      "Ġshuf": 2339,
      "xeef": 2340,
      "xfdc": 2341,
      "xdaf": 2342,
      "4263": 2343,
      "fdff": 2344,
      "1620": 2345,
      "xbde": 2346,
      "xccf": 2347,
      "4161": 2348,
      "1630": 2349,
      "xbfd": 2350,
      "6474": 2351,
      "xbdb": 2352,
      "xdef": 2353,
      "xcfb": 2354,
      "xfcc": 2355,
      "xdad": 2356,
      "xfab": 2357,
      "xcba": 2358,
      "xdff": 2359,
      "xfed": 2360,
      "1118": 2361,
      "2980": 2362,
      "xbca": 2363,
      "1200": 2364,
      "4111": 2365,
      "4248": 2366,
      "xede": 2367,
      "xaee": 2368,
      "xfeb": 2369,
      "xcae": 2370,
      "xeee": 2371,
      "4140": 2372,
      "Ġrep": 2373,
      "1020": 2374,
      "xeea": 2375,
      "xfdb": 2376,
      "xaca": 2377,
      "1240": 2378,
      "xade": 2379,
      "xadf": 2380,
      "xdca": 2381,
      "lq": 2382,
      "xdbf": 2383,
      "xeab": 2384,
      "4107": 2385,
      "6350": 2386,
      "xcfa": 2387,
      "xdcf": 2388,
      "4196": 2389,
      "4256": 2390,
      "xcda": 2391,
      "xabf": 2392,
      "xfffbffff": 2393,
      "xfbd": 2394,
      "xedf": 2395,
      "1160": 2396,
      "xbbb": 2397,
      "4197": 2398,
      "4213": 2399,
      "dfff": 2400,
      "xeeb": 2401,
      "2030": 2402,
      "xcaf": 2403,
      "401030": 2404,
      "4266": 2405,
      "xecd": 2406,
      "xdec": 2407,
      "xfac": 2408,
      "xebe": 2409,
      "xdbd": 2410,
      "Ġpsl": 2411,
      "xdcb": 2412,
      "xcbe": 2413,
      "402660": 2414,
      "xffffffdf": 2415,
      "xbce": 2416,
      "xcde": 2417,
      "xdaa": 2418,
      "xcaa": 2419,
      "4249": 2420,
      "Ġmulpd": 2421,
      "xeac": 2422,
      "402600": 2423,
      "xcee": 2424,
      "xfef": 2425,
      "Ġpcmpeqb": 2426,
      "4510": 2427,
      "4227": 2428,
      "xdfd": 2429,
      "xfde": 2430,
      "1210": 2431,
      "xced": 2432,
      "Ġcvttss": 2433,
      "xfcb": 2434,
      "3170": 2435,
      "xdfb": 2436,
      "xfda": 2437,
      "xefd": 2438,
      "xeaa": 2439,
      "xfdf": 2440,
      "4134": 2441,
      "4123": 2442,
      "xaef": 2443,
      "4233": 2444,
      "xdba": 2445,
      "4018": 2446,
      "xefc": 2447,
      "xecb": 2448,
      "4147": 2449,
      "4194": 2450,
      "xdae": 2451,
      "xddb": 2452,
      "4129": 2453,
      "hpd": 2454,
      "7420": 2455,
      "4101": 2456,
      "852920": 2457,
      "4470": 2458,
      "4195": 2459,
      "1060": 2460,
      "xfcd": 2461,
      "xbda": 2462,
      "xfbb": 2463,
      "4154": 2464,
      "xfbf": 2465,
      "xdfe": 2466,
      "2710": 2467,
      "4253": 2468,
      "xedd": 2469,
      "8000000000000000": 2470,
      "xfbc": 2471,
      "xfce": 2472,
      "1600": 2473,
      "4310": 2474,
      "4235": 2475,
      "4124": 2476,
      "xdde": 2477,
      "xddc": 2478,
      "xcdf": 2479,
      "xebb": 2480,
      "xfca": 2481,
      "4104": 2482,
      "4109": 2483,
      "4141": 2484,
      "4136": 2485,
      "xaaaaaaaaa": 2486,
      "4320": 2487,
      "Ġcomi": 2488,
      "xdce": 2489,
      "xeca": 2490,
      "4126": 2491,
      "4148": 2492,
      "bfff": 2493,
      "xefa": 2494,
      "xdeb": 2495,
      "4200": 2496,
      "833980": 2497,
      "4290": 2498,
      "4245": 2499,
      "4258": 2500,
      "4224": 2501,
      "4313": 2502,
      "4226": 2503,
      "4228": 2504,
      "4350": 2505,
      "4353": 2506,
      "4181": 2507,
      "xefe": 2508,
      "6260": 2509,
      "4450": 2510,
      "5970": 2511,
      "4445": 2512,
      "xdee": 2513,
      "1110": 2514,
      "4210": 2515,
      "xeba": 2516,
      "4125": 2517,
      "4400": 2518,
      "1069": 2519,
      "7629": 2520,
      "4219": 2521,
      "4293": 2522,
      "4280": 2523,
      "xdda": 2524,
      "xedb": 2525,
      "1090": 2526,
      "7494": 2527,
      "xfffd": 2528,
      "1048": 2529,
      "4275": 2530,
      "4121": 2531,
      "401120": 2532,
      "4122": 2533,
      "4142": 2534,
      "xfffffc": 2535,
      "xebf": 2536,
      "5250": 2537,
      "4753": 2538,
      "xffa": 2539,
      "402490": 2540,
      "xfaa": 2541,
      "46430": 2542,
      "4222": 2543,
      "4370": 2544,
      "2170": 2545,
      "xece": 2546,
      "4189": 2547,
      "Ġcomiss": 2548,
      "3750": 2549,
      "xdbe": 2550,
      "4420": 2551,
      "Ġunpcklpd": 2552,
      "4234": 2553,
