#version: 0.2
m o
mo v
Ġ mov
a x
r d
_ [
t r
p tr
o rd
w ord
] ,
e ax
r ax
c x
Ġ j
q word
r b
m p
d word
Ġ c
rb p
r s
] _
e cx
rs p
Ġc mp
f f
e d
Ġj mp
r cx
a l
t e
ed x
Ġ s
e a
1 0
4 0
Ġj e
l ea
Ġ lea
rd i
1 4
Ġ a
o r
rd x
1 5
Ġc al
Ġcal l
1 2
n e
rs i
ff ff
u b
Ġs ub
x a
s t
te st
Ġ test
r i
ri p
1 3
d d
rb x
2 0
1 8
x or
Ġ xor
Ġa dd
Ġj ne
b y
by te
x c
s i
Ġ p
3 0
Ġ i
x d
e si
2 8
Ġs e
m u
mu l
Ġc mov
Ġi mul
5 0
x b
n d
e b
Ġa nd
6 0
3 8
c l
4 8
d l
7 0
o p
x f
0 0
ed i
m m
x mm
Ġ or
1 1
9 0
s h
u sh
x e
5 8
Ġp op
6 8
4 4
ffff ffff
7 8
4 2
Ġse t
9 8
Ġse te
Ġp ush
4 1
z x
Ġmov zx
4 3
Ġj g
8 0
a b
4 5
Ġcmov ne
4 6
4 7
Ġmov s
4 9
2 3
1 7
1 6
Ġset l
2 2
1 9
7 3
e c
eb p
x ffffffff
2 4
Ġj l
2 6
5 3
Ġcmov e
8 8
Ġs h
a e
a c
5 6
f c
5 9
2 9
b c
2 7
5 7
Ġjl e
d c
6 6
5 4
eb x
Ġ n
Ġmovs xd
a d
f b
3 4
2 1
f d
6 9
6 3
Ġ r
c c
5 5
a a
b d
7 9
f e
b e
3 3
2 5
6 4
6 7
_ -
Ġr e
Ġre t
b b
9 9
f a
7 7
3 9
7 4
p s
xmm word
c d
e e
5 2
7 6
b a
p ush
3 7
e f
a f
3 6
b f
5 1
Ġsh l
6 2
c b
ab s
Ġmov abs
d b
d a
3 2
c a
6 5
3 5
c f
9 4
d f
d e
Ġn op
9 7
c e
_ ,
Ġcmov l
3 1
Ġi n
Ġin c
7 2
Ġsh r
00 00
8 9
7 5
8 4
6 1
9 2
9 3
9 6
Ġn o
9 5
7 1
Ġno t
x ff
9 1
10 0
x ffff
8 6
Ġmov u
8 7
8 3
Ġmovu ps
8 5
xffffffff ffffffff
8 2
8 1
Ġset ne
40 2
si l
d i
0 8
40 21
12 0
13 0
Ġmov a
0 9
0 7
0 3
Ġj ae
0 4
0 5
4 10
0 6
0 2
Ġmovs x
1 10
18 0
Ġmova ps
xa c
40 6
40 23
40 8
40 3
Ġj a
: [
0 1
1 18
10 8
15 0
40 5
40 7
40 4
d ec
40 20
c s
40 9
40 22
13 8
12 8
d q
xb c
xc c
Ġj b
20 0
4 12
4 14
4 15
di l
3 50
xffff ff
1 70
00 0
4 13
1 90
40 0
1 60
Ġ dec
4 18
ffff ff
xd c
15 8
1 40
14 8
xf c
4 20
xe c
30 0
1 68
Ġjg e
1 78
s d
x eb
4 30
4 11
2 30
Ġmovs d
18 8
x ea
28 0
x ed
38 0
x dd
Ġcmov b
Ġj be
40 26
xa b
Ġmovs s
xf d
4 60
xa a
4 28
xb f
4 40
48 0
xa d
Ġs a
Ġsa r
4 50
2 10
1 98
di v
xb d
2 20
2 60
xb b
xa e
xa f
2 70
73 6
xc a
41 6
Ġmov dq
xf e
xb a
2 50
xc d
xf b
xb e
xc f
s s
2 90
b p
4 70
Ġcmov g
60 0
7 48
xc b
4 58
4 90
1 14
41 7
xd a
41 9
4 48
xc e
4 68
3 90
2 40
xd f
xd b
4 38
xd e
3 70
12 4
bp l
50 0
3 40
Ġxor ps
xf a
2 58
4 78
20 8
2 48
2 78
3 60
9 23
xe e
xe f
3 30
68 0
3 20
13 4
4 98
2 28
o l
Ġr ol
58 0
2 98
8 00
5 10
p d
Ġc dq
Ġ mul
10 4
2 68
0000 0
5 50
2 38
3 10
3 48
2 18
d x
42 7
5 30
Ġ b
40 1
70 0
5 60
5 20
Ġ div
Ġj s
42 3
7 30
28 8
78 0
98 0
3 38
b l
5 70
42 9
3 28
xffffffff ffffff
42 2
16 4
42 5
3 68
ff f
n s
14 4
7 49
40 10
1 15
5 28
42 6
30 8
v t
Ġc vt
5 90
43 3
1 12
42 4
6 70
6 60
Ġset b
0000 00
44 3
45 9
15 4
6 50
6 30
44 4
6 20
]_ -
43 7
6 90
1 13
38 8
7 50
48 8
6 10
44 9
43 9
45 6
44 7
43 5
11 9
45 7
6 40
5 40
17 4
44 5
7 10
18 4
9 00
a dd
3 58
7 60
44 6
42 1
43 6
8 10
3 18
5 78
9 60
7 20
Ġcdq e
46 4
2 14
9 50
5 48
3 78
Ġmovdq a
5 18
9 70
5 38
Ġcmov ae
5 58
Ġb t
47 4
40 25
7 70
44 2
45 3
7 90
13 9
Ġmovdq u
15 9
46 9
5 68
43 2
8 60
58 8
43 4
40 24
3 98
5 14
12 9
47 9
47 7
7 40
Ġ ne
Ġne g
49 4
45 5
xc bc
46 3
5 17
43 1
9 30
8 80
19 4
47 3
46 6
11 7
46 7
49 2
9 20
12 6
47 6
44 1
45 2
402 180
12 1
26 4
13 7
9 10
50 8
5 98
12 3
12 7
47 2
ab c
49 7
5 23
46 2
49 9
15 6
7 18
11 6
5 26
5 16
45 4
12 2
8 70
49 3
48 7
49 6
48 6
13 3
15 7
46 5
9 90
15 3
8 90
14 9
4021 70
5 19
73 7
13 6
10 2
13 2
Ġcmovg e
48 9
48 3
ffffff f
47 5
14 6
ac c
ed c
12 5
8 50
10 9
0000 000
10 3
Ġset g
13 5
49 5
15 5
14 7
14 3
Ġcmov a
eb d
2 23
10 6
3 44
15 2
20 4
68 8
16 9
17 9
18 6
5 24
16 6
45 1
76 2
46 1
5 29
11 1
8 30
eb c
53 9
6 28
59 4
10 7
5 27
2 44
8 20
aa a
13 1
5 22
17 7
ff c
ff d
19 3
16 7
c ac
47 1
17 3
53 6
16 3
6 38
ea d
53 7
fb d
b dc
14 5
ab d
a dc
10 1
6 58
fc c
2 59
ea c
ed d
ec d
ec c
56 9
53 3
ed e
57 4
6 78
19 9
16 5
eb e
eb a
b bc
16 2
6 18
Ġ f
8 40
fc d
48 5
29 4
48 2
ad a
6 98
c bc
6 68
eb b
48 4
ab a
73 4
17 1
4020 70
49 1
60 8
19 7
5 59
15 1
4021 90
ea a
7 38
14 2
9 40
b dd
ac a
ab b
10 5
ac d
ea b
2 56
17 5
ac e
Ġ u
ea e
ff e
ed b
14 1
17 2
9 28
Ġi div
5 56
ad e
69 2
27 4
ff b
17 6
d bc
55 2
f dc
78 4
5 57
ea f
18 9
ec b
53 4
4021 60
eb f
70 8
ed a
b fc
be f
19 5
78 8
19 6
ed f
40 11
xffffff fe
19 2
18 7
38 4
f dd
ec a
ad f
53 2
10 00
c dc
ae e
ad b
9 27
7 58
fe e
53 5
fb b
ac f
28 4
48 1
a fd
50 9
c bd
f bc
22 9
23 4
5 13
57 6
ec e
fa f
c dd
ab f
4023 50
fc b
ec f
fb f
ac b
26 7
57 7
73 9
e fd
5 25
57 9
ae f
8 28
fb a
19 1
0 50
22 6
22 4
7 28
ab e
Ġs bb
16 1
6 56
59 9
7 68
b fd
20 2
fb e
cd a
bb b
aa f
d bd
27 9
23 9
5 44
3 79
5 47
ff a
2 13
fc f
c fd
18 3
26 9
50 7
26 3
63 3
55 5
26 6
22 7
m i
5 15
fe f
58 3
29 3
7 78
d fd
73 3
fc a
20 00000
9 98
40 30
7 98
5 43
o mi
18 2
ee f
26 5
b bd
23 7
53 1
5 12
fc e
0 90
22 2
Ġmul sd
5 46
3 14
29 9
Ġcmovl e
56 3
29 7
c ad
18 5
50 6
bb a
cc d
dd d
59 6
5 42
bc c
27 6
3 64
59 7
68 6
dd c
be e
3 66
c ab
bb f
56 7
73 1
56 2
23 3
bc d
59 3
ba f
6 48
Ġj ns
57 2
67 6
25 2
20 7
18 1
xc bd
d ad
27 7
23 6
c af
5 49
58 9
50 4
69 3
50 3
c aa
8 98
67 7
63 9
dc c
dc d
63 7
3 24
59 1
59 2
69 9
5 53
55 1
6 79
dc b
bd f
20 9
63 6
56 6
30 4
cc c
b ec
28 9
bc a
22 5
90 8
20 6
7 15
Ġadd sd
bd b
ee e
2 17
22 1
dc a
0 70
20 3
57 5
8 38
2 47
29 6
27 1
5 45
68 7
d ac
58 4
3 34
56 4
f ac
a ac
e fc
57 1
b ac
cc e
0 60
20 00
23 5
56 5
58 7
dd a
bd a
63 2
66 6
9 38
56 1
40 70
d fc
fd f
a fc
a ec
Ġcvt si
fd a
2 12
f ad
29 5
9 78
cc b
a ed
d ff
69 7
23 2
0 80
69 6
73 5
66 9
2 54
a ad
cd b
59 5
73 2
bc e
98 8
27 2
6 44
cd e
60 9
dc e
28 6
2 19
cd f
3 77
c ed
e ed
cc f
bc b
68 9
dd f
67 2
6 34
c fb
69 4
26 2
Ġmova pd
58 6
25 1
79 7
c ec
66 7
27 5
68 4
8 78
f aa
b fb
f eb
c ea
63 5
20 1
bd e
28 7
dc f
50 5
50 1
50 2
9 33
c fc
c ae
58 1
d ba
63 1
a fa
d ed
fd e
b ff
40 60
f ec
d fb
23 1
Ġcmov ns
66 3
29 2
58 5
67 4
b aa
4020 50
29 1
2 15
79 9
28 3
30 7
30 6
b ea
a ab
c omi
Ġset ae
d ea
26 1
fd b
cc a
39 4
28 5
e ff
8 33
3 99
b ed
c ef
f ab
30 3
6 47
38 9
0000 0000
38 7
2 42
2 45
d eb
a ff
37 1
30 9
8 68
a ea
60 7
e eb
b fe
e ec
e fa
60 1
b r
e nd
end br
Ġu comi
20 5
xffffff f
bc f
d ab
dd b
dd e
a eb
n p
6 15
3 46
30 1
b ae
78 7
6 14
77 7
d af
d fa
8 99
40 40
66 2
28 2
c ee
98 3
38 6
d aa
c bb
b eb
b ad
d bf
98 7
Ġcmov s
5 54
58 2
f ed
aa aa
d be
67 5
78 9
66 1
68 2
e fb
33 9
0 20
2 73
38 3
6 12
c eb
90 7
b be
68 3
69 5
c fe
79 3
38 5
2 53
c ba
66 4
70 9
f ea
d ef
70 7
c be
98 9
b fa
60 4
2 46
5 41
2 16
6 16
d ee
b ab
a ae
2 57
78 3
a fb
Ġa dc
4022 10
28 1
6 57
e ea
2 43
8 18
60 3
99 9
68 5
67 1
69 1
c fa
97 2
d fe
c ff
30 2
c bf
7 79
xff f
6 27
6 13
6 17
c k
a fe
60 6
9 26
s w
f ae
39 6
2 49
9 53
d bb
0 10
70 3
0 40
6 59
68 1
40 90
e fe
5 73
7 44
6 26
33 3
5 11
np ck
9 18
98 1
98 6
3 54
37 2
78 6
40 80
6 42
s ub
d ae
9 48
6 29
4023 40
60 5
77 6
33 7
98 4
66 5
60 2
3 17
38 1
3 26
3 53
6 46
9 58
3 74
6 73
6 24
8 48
79 4
8 58
79 1
7 26
30 5
2 11
3 59
6 43
9 25
3 13
6 23
8 27
Ġset a
40 58
38 2
3 47
40 50
40 00
3 73
90 1
79 6
3 19
77 4
3 15
90 6
3 57
a p
sw ap
Ġb swap
9 39
3 45
8 39
6 49
90 9
3 67
5 21
78 1
78 2
c mp
Ġp xor
4020 60
3 22
xffffffffffffff fe
33 6
98 2
7 56
0 30
88 8
7 14
78 5
7 13
9 29
3 63
4023 60
3 12
2 41
3 69
3 16
6 55
6 53
17 20
76 1
79 2
98 5
3 43
36 2
f s
90 5
3 27
79 5
8 14
2 55
70 4
3 42
7 27
40 33
36 1
7 57
76 5
40 48
3 29
3 55
80 8
9 68
6 45
6 22
3 23
70 1
4021 40
Ġmov q
90 2
77 5
7 19
70 6
4023 30
90 4
40 35
7 16
77 1
99 7
Ġp sh
Ġpsh u
7 46
40 88
40 68
90 3
36 5
40 31
6 19
3 11
37 5
3 25
39 7
9 22
70 2
40 78
70 5
7 67
xffff f
9 76
3 49
7 69
9 14
39 5
99 4
7 63
6 54
33 5
99 6
9 19
9 15
7 12
3 56
4020 40
40 32
8 29
7 43
66 66
7 47
39 3
33 2
77 2
33 1
9 47
7 29
6 25
4020 80
40 36
9 35
8 49
40 38
40 69
7 45
7 73
7 22
7 59
4022 20
17 24
8 000
99 1
9 63
402 130
8 69
7 53
8 12
3 41
39 1
40 59
7 23
8 16
9 77
l d
40 57
Ġr or
9 12
99 5
7 66
npck l
8 13
97 5
8 47
9 66
9 56
9 42
40 66
3 52
7 55
7 42
9 79
39 2
7 17
4023 20
8 17
3 76
6 52
99 3
8 44
9 49
4023 70
8 45
8 22
40 47
9 24
8 15
9 57
xffffffffffffff f
9 13
40 44
9 16
40 73
97 1
40 49
9 69
8 26
8 43
Ġcvt ss
8 59
99 2
40 34
8 66
40 63
) ,
40 56
40 37
40 43
8 46
9 43
9 44
8 79
9 73
80 7
8 37
9 59
9 17
80 2
8 56
3 51
9 46
40 79
Ġcmov be
9 34
8 42
40 53
9 54
80 4
40 42
89 6
8 55
9 37
xffffffff ffff
9 45
9 65
40 98
7 11
Ġmov d
8 64
6 21
10 000
80 1
6 11
88 2
8 73
88 4
8 74
3 21
8 67
40 46
8 94
89 3
8 23
9 67
6 41
7 25
8 76
Ġpshu fd
40 45
8 19
8 57
8 77
Ġsetg e
7 41
40 93
88 3
7 52
89 5
8 53
9 32
8 63
6 51
Ġp add
40 39
8 97
9 36
9 41
40 77
7 64
8 36
8 72
7 54
9 55
8 75
402 150
8 34
80 6
8 41
89 1
40 55
80 3
4021 10
7 24
8 54
40 67
88 6
40 83
4022 40
9 64
88 5
8 51
10 0000
40 76
80 5
40 28
40 27
7 21
40 75
402 380
8 0000000
9 62
8 52
Ġp cmp
8 25
Ġucomi ss
88 9
40 000
88 1
9 52
8 35
xffffff fd
9 11
8 65
40 89
40 65
88 7
8 32
40 74
80 9
9 31
40 92
40 62
8 11
9 74
9 21
8 24
40 64
8 62
9 61
40 12
40 87
4 100
40 72
40 52
89 2
cc cc
40 99
4020 90
8 21
40 86
10 10
7 51
8 31
xffffff fc
40 96
40 95
x word
40 85
9 51
8 71
8 61
Ġadd ss
40 82
73 69
40 54
00 4
40 41
4022 60
st p
73 68
Ġf ld
Ġset o
00 8
40 29
e q
00 5
402 120
xf cf
Ġpcmp eq
4022 50
ffff f
0 79
4026 10
Ġp u
402 300
Ġf stp
40 97
4022 30
0 98
00 3
402 200
4 130
0 65
46 390
40 94
99 99
00 7
40 71
Ġpu npckl
20 0000
Ġcvt t
40 81
a nd
40 61
38 30
xfd ffffff
0 18
402 280
0 78
4023 10
Ġp and
Ġp s
4022 70
xff fb
4010 50
73 70
8 0000
0 47
40 84
xffff fe
0 88
40 91
15 00
41 10
40 51
00 1
00 2
Ġmul ss
00 9
0 58
0 43
41 60
0 44
0 37
0 84
20 000
0 46
0 48
0 66
0 28
0 68
0 97
0 77
0 14
00 6
0 93
0 67
0 38
0 12
0 39
4 120
0 63
0 15
0 99
0 75
0 57
41 12
41 13
41 63
4 180
0 17
0 89
0 49
0 56
0 23
0 13
0 73
Ġucomi sd
0 27
0 87
0 69
0 45
0 42
4022 90
0 32
a h
41 14
0 25
0 36
73 73
0 59
0 16
0 22
0 19
41 18
0 92
0 55
0 83
0 53
0 26
0 76
0 52
0 24
0 33
10 000000
4020 30
Ġsetl e
0 94
0 85
0 34
0 21
0 35
0 29
0 41
4026 20
xa ac
xb cc
41 78
0 74
0 95
8 000000
0 72
Ġmovu pd
56 20
0 54
0 61
0 64
0 96
0 11
q o
Ġc qo
Ġpadd d
10 78
Ġdiv sd
41 93
0 62
Ġsub sd
41 15
xe ec
0 51
0 82
114 60
8 00000000
0 86
xffffff fb
20 05
73 72
0 71
0 81
0 91
32 40
Ġxor pd
10 70
4 128
55 55
80 80
10 00000
10 68
Ġset s
66 67
Ġshl d
0 31
55 60
41 76
Ġp or
xff e
42 43
4 150
4010 40
xa cc
20 20
xa ed
xffffffffffffff fc
Ġset be
fb ff
20 000000
402 680
41 70
4026 30
xa ea
30 50
10 0000000
41 90
41 68
xc ac
41 73
41 75
ffffffff fffffff
76 30
xff d
xb df
4 138
xa aa
xa ce
8 00000
ffffff e
Ġcmov o
xa ec
xb bd
52 19
xff fe
xb ea
402 100
xa fc
xe cc
41 66
42 25
aaaa aaaa
46 420
29 20
4023 90
4 300
Ġpcmpeq d
1 120
2005 10
xa cd
6666 6667
414 3
13 90
100000 00000
4026 90
xffff e
xb ac
74 90
xd bc
1010 60
Ġj o
30 30
xb cb
xc fd
xa fb
41 65
xc bb
40 000000
xa dd
xc ff
42 60
xfffffe ff
73 20
xe fb
5 100
41 67
xf ad
30 000000
xb dc
xc dd
xb cd
18 00
15 60
xd bb
xa da
4026 40
33 50
xa dc
xa ad
xc bf
xb ed
xc cc
xb eb
Ġset ns
41 62
Ġpadd q
Ġu npckl
xa ff
xa ab
410 3
118 60
xb bc
76 25
xff b
xa bd
42 50
42 44
73 40
xc fe
xb fb
41 92
72 60
xc cb
xa cb
42 14
xa eb
19 50
72 50
xd cd
40 00000
42 54
73 71
410 5
42 70
xd ed
10 50
xc ad
10 30
46 370
xa fa
xc ec
Ġcvtt sd
xa bb
412 7
xa bc
xa db
41 74
43 24
41 99
41 69
xb cf
xc ea
41 77
41 64
xb ec
xc dc
xe ed
xb be
Ġps r
xc ab
4026 70
Ġsub ss
xa cf
44 79
xa ba
42 30
xc ca
xff c
41 98
xd ac
xf dd
xe ff
1 100
xb bf
xb ff
xc eb
xa fd
xb ab
42 23
xc fc
Ġcvt sd
xd fa
xb aa
xf ea
xa ae
41 79
Ġand n
xb af
28 20
xa fe
xf ec
xb dd
48 50
415 2
58 50
8 734
42 18
xb ee
10 88
xb ae
xc ce
413 3
xc db
40 0000
xd ea
xb ef
xe cf
41 72
xc ef
xc cd
47 380
43 60
xa af
xf af
xb fc
xb ba
xd cc
xb ad
xd ab
xb fe
42 20
42 40
xd fc
76 26
10 80
xf ba
xa be
415 3
ac k
xb fa
Ġadd pd
410 2
92 30
xffffffff fe
u f
Ġsh uf
xe ef
xf dc
xd af
42 63
fd ff
16 20
xb de
xc cf
41 61
16 30
xb fd
6 474
xb db
xd ef
xc fb
xf cc
xd ad
xf ab
xc ba
xd ff
xf ed
11 18
298 0
xb ca
12 00
411 1
42 48
xed e
xa ee
xf eb
xc ae
xe ee
41 40
Ġre p
10 20
xe ea
xf db
xa ca
12 40
xa de
xa df
xd ca
l q
xd bf
xea b
410 7
63 50
xc fa
xd cf
41 96
42 56
xc da
xa bf
xfffb ffff
xf bd
xed f
11 60
xb bb
41 97
42 13
d fff
xe eb
20 30
xc af
4010 30
42 66
xe cd
xd ec
xf ac
xeb e
xd bd
Ġps l
xd cb
xc be
4026 60
xffffff df
xb ce
xc de
xd aa
xc aa
42 49
Ġmul pd
xea c
402 600
xc ee
xf ef
Ġpcmpeq b
45 10
42 27
xd fd
xf de
12 10
xc ed
Ġcvtt ss
xf cb
31 70
xd fb
xf da
xe fd
xea a
xf df
413 4
412 3
xa ef
42 33
xd ba
40 18
xe fc
xe cb
414 7
41 94
xd ae
xdd b
412 9
h pd
74 20
410 1
85 2920
44 70
41 95
10 60
xf cd
xb da
xf bb
415 4
xf bf
xd fe
27 10
42 53
xed d
800000000 0000000
xf bc
xf ce
160 0
43 10
42 35
412 4
xdd e
xdd c
xc df
xeb b
xf ca
410 4
410 9
414 1
413 6
xa aaaaaaaa
43 20
Ġc omi
xd ce
xe ca
412 6
414 8
b fff
xe fa
xd eb
4 200
833 980
42 90
42 45
42 58
42 24
43 13
42 26
42 28
43 50
43 53
418 1
xe fe
62 60
44 50
59 70
44 45
xd ee
11 10
42 10
xeb a
412 5
4 400
10 69
76 29
42 19
42 93
4 280
xdd a
xed b
10 90
749 4
xff fd
10 48
42 75
412 1
401 120
412 2
414 2
xffff fc
xeb f
52 50
47 53
xff a
4024 90
xf aa
46 430
42 22
43 70
21 70
xe ce
418 9
Ġcomi ss
37 50
xd be
44 20
Ġunpckl pd
42 34
170 0
41 71
42 68
xf ee
43 15
48 60
66 30
92 40
57 50
42 37
410 8
xf be
44 30
411 7
11 70
xea e
42 59
xed a
11 90
xeb c
33 33
4024 10
Ġbt c
xed c
14 60
xdd f
Ġsub pd
46 20
xea d
Ġdiv ss
411 9
xdd d
42 15
43 58
413 9
17 21
20 80
19 00
410 6
45 66
xffffe fff
12 90
42 38
43 90
22 10
42 55
42 39
47 30
46 50
xea f
10 40
418 3
415 9
43 26
57 70
411 6
48 00
33 38
5219 74
13 60
44 54
45 78
cccc cccc
42 92
10 24
10 38
48 70
43 18
37 58
42 78
Ġpand n
79 90
Ġandn ps
3 130
89 70
413 2
15 50
13 00
xf ae
42 17
43 30
45 59
13 10
43 35
47 60
42 98
b x
n o
414 6
42 29
48 10
415 1
415 8
59 74
18 70
50 20
76 27
46 70
s b
100 8
43 14
4024 30
413 1
78 10
64 90
44 58
100 6
33 40
49 50
4010 60
468 0
74 10
4 406
42 73
43 28
43 23
64 60
43 45
927 30
413 5
43 25
42 32
1 130
42 99
43 47
l w
44 23
12 20
44 53
44 65
45 58
59 50
44 14
45 20
24 20
45 70
17 70
xffffffffffff f
71 40
28 80
115 00
ffffff c
13 40
42 16
115 9
414 4
1 150
18 40
12 60
13 20
30 90
12 70
Ġpunpckl dq
45 50
Ġshuf ps
ff fe
55 40
44 60
49 90
33 30
976 50
4 380
42 79
26 60
32 20
38 70
12 44
xeb d
4024 60
15 80
28 00
Ġu npck
43 37
42 47
74 60
Ġunpck hpd
30 40
43 96
42 46
45 79
418 6
75 70
63 60
48 80
40 14
15 30
64 20
43 17
49 00
44 73
49 30
m s
ms k
xff fc
25 90
43 29
43 27
48 3350
4011 10
32 10
40 19
28 30
42 67
44 18
74 50
48 20
45 90
12 80
100 1
414 9
42 77
w d
45 30
34 60
40 15
13 50
43 22
48 90
44 90
95 60
42 69
110 8
67 30
42 97
68 00
413 7
45 76
1 180
16 40
Ġp sub
63 40
57 90
42 65
50 31
44 28
67 60
16 70
44 40
43 19
c h
36 60
43 40
69 30
11 68
14 50
32 30
60 00
26 20
43 46
e x
tr w
Ġp ex
Ġpex trw
43 78
14 10
15 70
12 50
42 52
49 70
43 33
xfffe ffff
414 5
21 60
68 30
45 77
16 50
42 72
t d
45 57
15 10
10 58
43 48
42 36
86 10
20 22
17 30
492 492
41 91
Ġpunpckl wd
47 20
42 57
63 30
44 24
73 50
13 88
90 70
44 72
415 5
43 49
75 60
v e
Ġlea ve
415 7
77 20
xffff bfff
aaa ab
22 50
0000 00000
43 59
0000 1
48 30
42 11
415 6
56 50
15 90
42 74
69 90
46 17
46 60
4011 90
14 30
62 40
100 4
12 30
75 90
42 76
Ġcmp sb
10 18
15 20
6 150
Ġpshu f
47 70
xffffffffffffff e
4024 50
45 27
45 48
401 100
923 3
42 62
02 60
13 30
45 25
17 10
16 60
5 174
Ġrep e
44 66
65 60
44 38
45 60
52 40
20 50
42 95
448 3
44 39
48 73
34 20
45 19
43 55
45 68
71 90
i ns
r w
Ġp ins
Ġpins rw
19 68
3 449
Ġpsl lq
13 70
45 24
418 7
258 0
260 0
44 10
52 90
418 2
44 64
44 46
42 96
749 3
16 10
xffffff ef
20 08
418 4
4011 40
43 38
418 8
15 52
47 54
44 98
11 40
402 400
13 80
47 10
57 60
42 12
53 40
45 38
19 30
14 90
89 37
28 50
11 98
16 90
19 18
4 403
19 40
34 30
42 94
31 60
25 20
4024 70
43 73
14 80
46 90
49 60
11 78
4024 40
64 70
78 80
45 69
1 400
88 88
24 30
65 70
46 30
2 130
25 50
401 180
47 50
44 68
4030 80
213 150
20 60
13 18
223 600
42 31
93 70
50 000
10 28
53 50
37 60
26 90
16 49
67 20
xffffffffffffff fb
43 98
48 99
43 75
Ġor ps
46 69
43 64
43 39
33 10
ab ce
fa dd
48 08
47 38
4 480
7 480
44 29
4 405
418 5
92 50
749 1
xffff dfff
42 41
43 71
98 00
7 100
7 300
51 78
6 380
55 30
xffffffffffffff fd
77 10
14 20
42 91
22 30
64 50
230 8
4479 20
43 68
76 90
2 100
450 0
43 79
14 66
62 70
xffff fbff
44 13
428 3
9999 9999
10 98
401 130
44 48
923 5
49 10
624 98
43 56
11 62
44 15
44 67
51 90
11 12
430 8
21 10
43 99
69 33
420 3
29 67
44 56
49 20
340 03
76 20
3 200
21 40
43 16
46 58
78 20
45 55
44 55
54 60
40 16
45 29
43 12
cccc ccd
19 20
61 90
250 0
43 94
77 70
45 18
428 4
13 08
44 33
45 40
34 50
4024 20
47 18
17 50
aa aaaab
38 00
22 70
12 18
26 70
44 12
44 25
43 57
1 138
59 90
xffff fdff
43 69
256 5
44 77
86 70
46 18
73 75
23 20
14 40
43 36
460 0
47 90
32 60
43 52
93 20
43 95
22 20
45 56
498 4
45 98
45 53
47 58
16 96
42 51
11 74
50 00
44 75
53 20
67 90
Ġpsub d
61 10
45 49
478 0
tr ack
44 78
Ġno track
43 32
46 40
64 30
1 158
13 38
3 120
60 70
43 66
xffffffffffff fbff
1 128
460 40
33 60
52 30
23 60
31 40
19 60
49 53
248 7
xc h
420 2
20 35
68 90
47 57
45 75
16 48
12 26
24 78
91 90
43 63
28 67
83 40
mov msk
Ġp movmsk
Ġpmovmsk b
48 15
28 90
22 24
14 14
11 97
4025 70
60 56
42 61
44 35
46 98
43 97
xffffff c
12 23
58 80
44 74
20 40
4 408
14 70
45 26
46 13
xa ebe
90 30
46 73
4011 60
402 480
35 14
458 0
10 79
47 40
47 98
3 480
xffffffff fd
54 70
420 5
13 22
4 409
44 16
71 60
43 34
30 70
11 170
120 4
5 130
57 10
52 70
75 50
46 10
1 148
100 2
37 10
40 17
54 30
428 8
45 39
14 15
21 90
18 80
60 66
97 50
49 78
46 140
47 26
98 90
44 59
48 88
62 10
44 19
04 40
48 29
15 77
3 138
99 90
46 66
5 120
43 65
69 20
14 93
4 402
48 28
43 93
cb fc
46 28
59 55
51 60
45 67
31 90
17 28
52 10
76 28
42 71
Ġpshuf lw
22 90
a ede
18 10
48 98
55 20
45 16
48 07
44 27
43 92
420 1
14 19
923 4
49 58
5 600
14 38
xffffff e
12 08
14 68
Ġp ack
45 17
402 580
40 13
Ġf u
18 30
47 420
18 90
45 22
46 27
120 2
69 40
45 92
4011 70
47 28
31 10
xffffffff f
56 78
15 88
53 70
46 150
47 410
13 24
58 58
18 20
23 30
47 68
70 00
47 49
98 50
73 90
458 4
12 35
69 1600
3 400
44 99
46 33
43 11
45 37
15 04
49 29
44 17
Ġpcmp g
168 0
40 00000000
10 53
178 0
478 5
73 60
44 26
42 64
18 50
420 9
12 88
12 68
430 3
44 57
44 76
23 70
17 76
34 40
43 77
23 10
45 46
44 62
49 33
25 60
470 3
46 53
48 16
47 390
44 49
74 70
14 48
45 15
46 99
46 49
47 76
44 63
43 72
52 60
13 89
ec fa
450 6
13 14
45 28
45 63
19 39
49 68
45 33
420 6
51 10
49 56
48 48
29 60
23 50
45 73
Ġpcmpg td
48 56
47 73
49 98
57 57
47 17
28 08
38 20
12 56
44 97
19 90
38 40
54 90
870 7
48 68
30 60
50 07
22 40
2 108
65 18
49 28
48 66
45 96
46 12
46 78
95 90
110 7
45 13
55 50
44 47
46 77
44 69
46 39
10 34
48 40
45 99
10 99
4 407
170 8
14 88
47 29
13 73
47 97
57 20
47 27
92 10
63 97
bfd b
42 21
15 18
62 90
48 25
19 58
48 77
49 38
48 33
56 26
46 72
47 78
59 30
258 4
17 26
44 36
49 66
39 19
401 150
46 15
46 23
47 15
58 00
12 57
48 82
49 79
29 70
48 32
45 95
47 14
19 70
415 74
44 95
59 20
54 50
7 120
46 97
xaaaaaaaaa aaaaaab
12 28
12 24
12 78
13 98
74 98
47 95
448 4
14 98
56 60
420 4
27 60
43 76
47 13
47 35
46 32
19 10
29 50
30 00
47 45
430 7
56 10
12 98
43 61
47 39
22 97
18 60
xcbc e
48 89
43 67
52 55
72 70
91 40
470 0
75 30
Ġf xch
20 70
48 58
6 700
77 77
35 60
23 12
17 60
27 70
48 09
27 30
25 70
59 00
45 54
xfffffffffd ffffff
11 14
56 90
48 78
970 1
58 76
118 8
498 5
370 0
53 90
65 90
6 500
48 79
60 17
48 38
43 74
19 78
14 81
58 90
45 23
45 93
37 38
47 56
47 19
428 5
490 8
67 50
46 63
xffffff b
24 90
47 69
14 56
48 39
73 74
34 10
61 70
428 7
13 76
46 92
16 98
9 700
14 36
54 20
59 10
11 99
11 77
62 50
Ġf i
440 1
b w
4032 10
12 69
3 150
33 90
2 180
47 99
49 63
46 68
66 10
12 48
51 70
17 17
44 93
44 61
27 50
76 70
12 84
58 36
46 29
50 03
47 32
115 7
10 14
15 98
13 17
28 70
47 77
63 70
55 10
xd fffffff
55 90
56 98
16 93
32 5850
45 97
50 90
49 99
47 65
13 68
43 44
45 12
2 120
428 2
xcbc c
46 25
43 31
73 30
19 52
o mp
46 36
46 38
46 35
omp i
39 50
7 500
44 32
46 79
923 9
49 25
12 76
50 60
17 18
49 40
13 16
49 95
Ġmov l
46 37
48 69
15 53
48 85
11 19
14 78
48 84
44 43
48 72
51 40
12 65
53 99
27 90
15 28
46 74
76 50
45 36
14 18
48 67
13 35
14 28
17 90
xffffff bf
00 90
11 96
xd fff
49 75
43 43
17 40
48 47
10 23
12 58
49 35
17 78
15 58
48 23
48 53
69 29
113 2
15 40
48 65
15 26
10 19
42 42
45 94
44 92
73 76
430 5
10 39
3449 70
28 99
43 62
05 30
47 79
72 40
5 480
b h
63 10
2 200
48 46
63 20
25 78
748 9
50 30
48 87
47 66
74 30
97 70
20 57
ffffffff f
420 8
56 70
67 10
16 28
mov zx
26 50
86 20
44 22
15 07
11 11
9 380
15 68
6 130
11 66
55 98
53 58
749 2
15 27
47 92
59 60
79 28
517 5
50 18
94 20
xe fffffff
25 30
10 00000000
450 4
60 89
16 38
Ġpsr ad
45 14
15 78
47 22
5 500
20 90
18 58
48 76
46 57
47 23
19 38
5 780
13 59
18 79
96 70
15 39
44 37
80 67
13 48
Ġset no
50 04
403 600
60 90
50 84
47 67
430 4
98 20
46 14
460 3
15 76
13 69
46 16
d fbf
38 80
448 6
13 28
44 21
46 59
xffffffff ff
54 10
94 90
46 67
8 371
20 82
68 58
97 26
4175 20
69 31
52 68
46 56
24 50
48 37
78 00
45 62
3 180
12 87
54 58
478 7
48 06
cf ab
49 18
4025 90
46 26
29 39
15 99
48 35
90 90
71 10
49 69
46 95
49 64
55 70
64 15
45 72
13 36
ab fd
44 41
16 18
fb fe
8 680
29 90
25 10
Ġfld z
d h
75 10
46 65
18 36
4 404
9 400
10 17
ffffffff ffffff
15 38
32 90
45 35
52 59
3 280
430 6
15 66
13 33
57 30
16 16
49 24
47 33
14 58
23 40
36 30
95 70
5 580
7 130
50 50
3 100
13 78
18 38
69 32
12 85
46 62
Ġpunpckl bw
77 50
420 7
6 400
47 37
13 53
47 96
46 19
7 200
13 13
3 533
15 36
24 70
44 96
xc cccccccc
11 69
48 19
Ġor pd
8 150
49 76
3 300
13 63
428 9
49 12
22 60
2 406
94 50
478 6
68 70
11 63
438 7
438 8
29 00
428 6
48 12
13 93
17 69
20 10
49 93
13 58
47 93
11 79
49 23
64 10
12 27
36 20
53 60
68 20
47 16
12 38
32 70
49 97
14 75
Ġand ps
44 11
47 59
7 380
14 69
15 67
34 90
438 9
12 97
78 30
37 40
430 9
14 63
17 39
428 1
438 6
49 77
44 44
xcbc d
4031 90
12 77
50 80
29 10
112 2
47 25
Ġj p
15 05
14 77
43 42
46 110
xaaaaaaaaa aaaa
71 70
430 2
dbc c
17 38
57 40
73 10
458 6
49 26
29 30
48 13
47 72
48 18
48 96
44 94
12 86
168 3
03 60
58 70
20 00000000
48 26
q dq
5555 5555
44 31
52 20
12 89
11 75
16 78
278 8
120 9
28 60
12 14
12 74
458 8
12 66
45 65
46 93
49 19
18 22
11 71
43 91
45 21
95 40
18 98
2 680
88 10
69 70
22 52
48 83
17 62
4324 30
44 34
26 45
49 67
17 98
160 6
70 70
40 04
54 78
20 38
430 510
12 400
270 60
13 84
13 15
45 47
xff fa
498 0
46 34
79 40
270 0
2 400
17 37
16 97
46 230
63 90
3 380
16 15
77 30
30000000 08
51 98
60 73
320 7
14 32
95 30
xffffffffffff e
48 63
45 43
48 27
44 52
49 52
48 75
12 15
438 4
fc ff
14 57
12 93
26 30
450 5
48 64
48 93
48 05
458 1
7 400
11 73
47 63
11 67
50 10
48 17
72 20
14 29
49 16
Ġ fadd
65 20
18 96
24 60
39 40
3 193
48 22
50 68
13 12
5 380
48 31
44 71
66 60
89 00
45 91
19 28
18 35
46 22
49 15
53 30
13 56
39 00
78 40
33 20
Ġpunpckl qdq
48 42
46 96
92 38
10 83
13 97
14 27
13 81
62 20
14 95
17 42
46 190
18 74
44 51
47 75
12 83
20 98
48 14
23 28
130 2
11 93
49 27
16 39
10 85
xffff c
48 95
26 40
58 60
c ompi
13 37
Ġfu compi
55 56
23 53
99 40
4025 60
Ġpsr lq
69 34
82 60
46 64
49 57
458 7
10 97
62 30
46 46
53 96
56 30
49 72
198 0
18 99
d bba
115 5
1 406
10 66
49 59
10 42
46 47
24 18
53 17
15 08
430 1
14 35
50 98
19 98
77 60
115 4
53 12
50 70
fe ff
52 98
4025 40
517 6
20 68
18 12
92 60
58 30
79 30
48 57
6 980
18 69
35 30
11 95
49 55
10 56
48 81
13 87
7 780
17 91
118 6
14 89
15 22
37 22
75 40
10 44
11 16
8 280
15 59
45 64
xffe fffff
70 40
33 78
468 7
65 50
30 20
48 11
49 36
73 14
49 39
46 55
ad ad
28 68
46 52
44 91
47 64
58 98
27 40
66 70
12 31
60 0000
10 92
18 85
800 1
48 59
ffffffff ffffffe
15 37
14 39
58 10
94 30
14 17
11 15
27 75
58 28
13 62
13 86
11 17
43 51
33 70
35 50
55 18
76 40
10 22
12 49
47 36
438 3
12 81
13 19
49 96
730 4
add d
50 40
11 92
48 04
64 38
16 69
22 92
18 04
43 54
498 6
13 34
50 65
19 26
68 80
86 46
5 300
Ġfi ld
18 78
34 38
82 20
76 10
56 29
2 480
40 0000000
14 79
13 66
50 14
44 42
2 380
13 39
19 99999999
10 57
10 27
dd bc
16 77
e ebc
49 22
76 60
180 1
12 64
81 90
5 119
15 73
ca ed
Ġs t
14 87
23 90
09 10
20 29
48 21
04 10
8 980
15 72
48 01
54 38
74 40
7 158
14 73
16 11
423 15
48 02
14 82
48 97
10 67
18 08
17 55
5 496
14 92
17 68
xffffff cf
10 86
13 57
a fcd
98 98
60 30
2 731
48 94
16 35
10 41
50 78
88 70
ea ed
45 32
46 42
46 94
15 33
5 144
100 9
22 29
5 153
53 75
570 6
8 181
57 18
99 30
10 37
12 39
48 86
11 65
7 159
50 28
59 58
418 170
68 10
21 78
00000000 00000
46 76
25 40
458 3
15 23
12 79
bc cf
60 59
Ġunpckl ps
53 78
470 4
478 1
14 46
15 14
19 48
458 9
448 7
15 06
52 78
458 2
114 4
77 90
xfffffffffe ffffff
5 139
70 60
df ac
0000 0000000
450 2
48 74
45 74
16 99
130 7
18 89
28 28
458 5
46 43
460 1
490 9
278 0
10 93
48 03
47 24
16 14
66 40
12 29
16 75
10 87
58 20
70 80
46 61
49 62
16 25
e fbb
498 8
15 79
47 52
448 2
b abd
14 97
48 62
5 449
13 83
56 28
81 60
27 66
18 68
19 57
1 409
12 73
5 150
12 33
13 77
100 3
749 6
15 65
15 46
13 21
13 79
11 72
78 70
xfffd ffff
6 116
49 74
17 27
xffffffff b
89 30
460 9
998 350
57 75
64 40
xffffffffb fffffff
10 96
12 96
50 09
438 5
80 70
47 94
22 68
37 30
120 3
45 61
27 12
13 65
12 99
xccccccccc ccccccd
68 73
fb ffffff
32 50
f eba
170 5
190 8
460 7
49 61
10 26
46 31
5 425
12 32
l t
15 71
260 60
e eae
3 600
450 7
8 480
52 44
76 17
110 9
5 200
60 20
57 38
12 45
18 88
48 36
24 10
ea dc
14 96
49 65
16 58
63 54
77 40
ca ac
10 84
12 17
20 65
26 33
13 27
45 34
12 61
53 18
5 737
20 28
xb fffffff
46 91
16 37
60 03
53 23
36 98
13 96
26 59
2 300
14 67
48 51
498 552
10 15
12 55
18 28
19 79
15 85
cc ad
10 89
24 40
66 50
56 64
110 5
66 76
450 8
7 156
19 93
43 21
6 424
45 52
59 77
49 92
53 98
16 17
67 38
13 32
48 52
00 30
130 9
730 8
15 96
63 65
15 42
16 68
39 90
13 31
51 68
bb fd
460 8
45 31
72 10
11 94
13 92
50 58
79 00
2 188
20 58
ac bd
468 8
6 600
11 13
94 48
4036 20
49 44
923 1
c fcd
17 23
10 63
18 75
16 73
59 40
fb ec
18 77
11 76
19 94
12 62
12 42315
470 40
4025 10
46 71
17 58
448 1
4012 00
15 56
14 99
15 29
22 14
60 50
67 70
30000000 20
15 41
17 36
16 33
53 62
66 90
bb dd
2 138
ab bd
c ead
70 30
78 13
460 2
45 45
47 55
630 7
14 53
11 61
47 74
19 99
ff ad
14 43
47 34
113 7
13 99
ba dc
36 70
83 60
264 480
5 400
5 700
7 600
54 40
2 150
13 72
23 22
57 58
12 67
49 37
16 26
92 70
4030 60
49 34
a ffa
ed bf
49 71
fb fc
1 408
12 22
df ea
8 130
9 406
49 94
c aee
49 91
113 3
eb fd
52 38
114 1
238 1
49 43
97 10
13 75
30 80
47 44
97 60
2 119
15 62
50 33
50 86
45 42
17 57
538 7
5 731
56 68
58 27
15 7990
16 53
66 20
10 11
15 82
xfe ffffff
114 9
10 33
15 19
15 69
30000000 10
78 90
26 43
112 6
12 63
10 35
13 26
68 50
4010 70
49 21
36 50
48 91
529 1
13 25
46 21
53 79
18 87
57 98
16 63
df ed
490 5
46 75
900 1
80 30
47 91
46 41
17 19
49 73
13 82
28 19
14 85
12 11
50 48
57 59
523 4
12 54
53 10
63 63
50 27
48 34
13 42
49 41
xffffff ae
15 93
17 66
18 26
15 47
13 95
12 75
27 98
19 29
12 59
14 49
56 17
5 180
10 29
53 35
54 28
96 60
490 2
14 16
410 270
9 130
15 16
54 68
6 780
ed eb
228 6
10 59
50 06
65 28
dec d
8 400
18 06
15 63
11 91
438 2
2 148
6 280
14 37
53 69
65 40
c ffc
ea ec
15 61
56 40
ff af
48 41
10 900
48 92
59 23
55 23
37 79
43 41
49 13
450 1
1 407
170 4
928 7
14 23
46 44
94 4850
Ġb tr
18 65
61 68
5 280
514 7
15 11
16 76
112 7
22 38
30 10
22 59
53 73
490 4
47 47
438 1
ab af
46 51
84 90
15 89
87 60
Ġandn pd
16 79
53 68
Ġshuf pd
18 17
88 89
113 6
6 300
8 686
2 179
49 32
69 10
15 48
18 33
46 45
53 64
a ebd
18 39
50 26
568 4
60 80
60 000000
478 3
66 58
25 42
3 572
9 600
12 37
498 9
8 200
87 90
6 680
47 31
45 41
17 16
75 20
100 5
498 7
190 4
13 52
720 4
6 480
20 48
98 30
39 60
95 50
c acc
ab cd
19 53
27 20
2 280
ec cc
468 4
57 26
50 22
86 90
10 75
38 33
50 02
97 40
ea df
c abc
10 73
18 18
53 65
56 42
47 42
34 70
55 58
730 5
Ġj no
15 87
50 87
45 71
49 14
198 1
ea dd
12 91
af ac
400 100
eb ae
10 62
98 60
79 20
95 10
448 9
13 29
20 88
36 40
13 23
ae fb
66 68
15 35
50 08
58 88
49 51
120 5
490 7
10 77
47 62
ce ea
258 3
478 8
15 83
68 60
fe ea
520 6
4192 40
38 93
fd bc
18 24
78 60
17 72
15 02
20 666
99 60
20 07
16 22
mov s
28 35
50 77
45 44
17 48
53 63
54 98
13 43
16 29
55 26
aa ff
87 70
20 06
xffffffff fbffffff
bc ac
38 1560
519 1
59 68
118 5
178 6
517 9
9 372
14 24
50 67
3 680
6 100
14 26
220 8
330 60
15 03
50 38
59 66
52 12
18 57
98 36
37 70
ff bd
17 73
aa ed
10 71
15 13
92 1070
19 73
26 77
fa fc
478 00
10 16
10 25
15 49
22 11
88 25
5 680
15 57
20 78
510 1
19 63
88 30
18 83
35 70
ed cd
10 47
60 60
90 66
db ec
49 47
cbd e
68 14
8 664
15 92
98 70
46 48
17 56
470 8
468 9
578 7
88 90
13 91
bd ac
12 94
35 90
550 9
514 2
aa fd
bf ed
86 60
1390 10
120 7
48 61
fa ec
450 3
48 54
5 416
14 47
15 09
45 11
17 77
bf dd
8 700
12 19
13 67
88 00
69 00
10 82
6 596
da ed
39 70
20 26
47 71
65 78
48 44
63 27
160 8
15 84
16 13
bf dc
Ġf l
48 43
16 31
dc w
Ġfl dcw
91 70
548 2
18 62
eb cd
17 97
14 83
14 8610
20 01
47 43
17 95
69 60
468 1
5 466
12 25
68 01
17 22
ad ec
cac a
58 06
89 10
178 5
17 29
12 36
57 73
2 174
28 98
18 93
Ġp mul
55 27
df ec
350 0
7 188
52 23
749 7
4012 40
6 200
ab dc
130 1
2 459
f aef
13 64
53 33
ff fc
50 54
73 56
52 54
130 3
530 5
a ffd
63 24
94 70
16 56
dc ec
69 7630
22 99
bf ad
93 40
3 580
12 46
47 46
47 21
26 38
53 56
57 78
470 5
12 72
20 04
ea fa
14 59
17 99
19 72
5 459
8 380
115 1
48 49
70 90
11 610
ab ad
118 7
478 4
29 46
15 97
57 99
3460 20
17 74
bd bc
b aef
110 4
18 55
87 20
83 20
517 7
15 24
47 11
37 20
1 134
53 55
718 9
47 48
ea ac
ad ba
53 38
2 156
19 74
37 66
65 10
4030 70
120 6
130 320
9 280
22 98
52 58
468 3
52 49
120 1
460 6
478 40
cac b
12 12
13 44
53 57
99 00
12 43
28 38
23 98
88 20
93 30
u dq
Ġpmul udq
28 56
60 44
55 29
movs xd
39 2660
03 50
53 47
29 65
37 18
96 34
56 14
69 50
218 5
17 63
ef dd
cdc d
5 128
69 28
468 2
40 08
27 58
113 1
13 85
55 15
5 194
498 3
10 95
14 33
df bc
546 520
5 138
53 66
xfe ff
18 49
68 09
160 3
478 80
90 10
19 23
88 60
52 28
83 50
58 38
61 60
460 4
450 9
448 8
7 700
ab dd
88 80
fb ed
18 09
26 58
17 34
87 50
168 4
178 9
d ebd
130 4
49 45
94 60
7 459
24 68
470 1
xffd fffff
468 5
5 419
d eee
470 7
5 108
bc dc
35 40
670 220
7 694
20 02
28 02
49 31
19 65
56 36
d fcc
53 26
57 27
99 50
110 3
18 54
57 55
38 50
48 55
49 42
ec be
bc cb
66 78
56 65
18 63
99 16
100 7
81 40
115 6
59 16
84 40
dbd a
10 94
30 28
73 55
ec ac
97 90
170 6
527 7
96 40
49 17
xffffffff e
fb bc
523 7
14 62
160 2
198 8
14 55
20 39
57 94
66 56
77 15
ca fd
110 1
13 11
19 33
fa fa
bf bc
7 180
80 20
28 92
17 54
93 50
60 78
53 97
dc fc
ad fb
d abc
30 38
91 60
760 3
f abc
16 59
168 1
a acd
53 15
59 63
ca fc
18 47
114 7
218 6
cbc c
53 37
cc fc
0 500
bd fe
ed ed
dd dc
56 19
18 27
730 6
50 96
16 27
bc aa
dc cd
112 9
10 55
23 38
15 95
23 18
bd ec
cb ac
65 58
15 54
15 32
dd dd
16 36
73 22
78 09
23 68
115 2
23 51
29 27
14 22
18 37
17 45
16 62
56 69
72 90
83 90
10 74
39 30
4070 90
4012 20
15 31
12 71
46 24
ec dc
09 90
eb bc
84 50
10 36
16 57
66 79
34 48
12 42
49 54
cb ec
xfd ff
ab da
46 11
84 60
dc bc
170 7
13 94
47 51
92 68
57 29
96 90
f ecc
10 12
80 290
59 98
bd af
77 72
258 8
ea fd
58 08
55 38
67 98
523 2
7 580
8 780
40 03
17 79
fc ab
923 2
9 180
d eba
14 44
20 79
50 88
56 38
20 0000000
ac ac
86 30
19 69
ac ee
57 28
57 97
460 5
200000 00000
23 29
55 52
65 98
75 29
114 5
6 132
50 35
118 4
168 2
470 9
498 2
45 51
fd ec
db dc
19 97
55 68
15 17
53 39
518 9
5 437
58 40
16 74
eb dc
718 6
8 300
15 21
12 95
58 66
178 3
48 24
1 403
8 600
12 460
26 10
be eb
49 46
ac cc
168 5
59 78
ad bf
cd ad
92 90
f acc
f ebe
55 28
da ec
30 58
19 56
ac ed
530 1
8 500
19 36
516 9
15 81
49 11
17 35
19 66
57 68
1010 101
5 135
18 03
fb fa
448 5
m ax
15 44
20 94
70 04
53 95
21 68
85 20
800 40
112 3
Ġj np
79 70
26 55
62 55
ca ae
468 6
18 59
50 36
ad ed
11 64
39 26
xffffffffe fffffff
15 45
12 82
22 28
8 148
bd ed
110 6
9999 99
d aca
59 26
118 3
cb be
8 580
18 29
27 28
478 2
38 3420
fb fd
529 7
14 11
13 61
30 8340
17 33
53 51
b edc
c abb
13 49
20 44
54 48
4030 90
Ġcmp lt
13 74
50 83
38 89
cac f
78 97
550 4
5 435
ac fd
5 129
82 30
1 405
1 404
80 130
17 47
53 44
53 34
80 54
52 41
92 42
5 388
14 21
0 484
cc dd
578 8
47 12
53 77
53 32
23 11
79 50
160 9
10 91
bc be
85 60
558 2
4012 30
3 780
14 34
80 68
76 54
870 6
a eae
ed ad
58 84
22 69
db fc
470 2
bfc f
9 000
28 10
eb ad
16 67
37 90
65 27
470 6
58 67
61 40
ea fc
560 4
217 9726
28 88
50 99
39 22
220 2
548 5
5 479
af eb
112 1
Ġmovl ps
ed bb
4012 10
10 32
20 63
30 78
48 71
26 78
56 93
ad ef
86 57
17 59
79 14
25 59
64 14
7 980
18 73
bb ad
5 469
18 23
60 88
498 1
7 633
50 93
46 54
69 58
528 60
xaaaaaaaaaaaaa aaa
00 01
27 51
578 2
18 19
53 49
52 73
490 1
256 7
3 980
e eab
19 67
2 457
fd ac
ed cb
28 36
05 60
6 532
23 79
5 208
ea eb
ea cd
10 21
30 1390
50 89
d eab
13 45
56 66
ba fd
69 17
62 78
22 42
dec c
198 2
bdd f
17 14
16 44
cb ae
970 2
14 64
18 44
dc dd
55 78
75 98
10 31
53 59
53 67
250 3
556 2
bf ac
61 78
58 62
2 555
50 13
24 28
56 23
56 94
ad ee
fa ff
140 1
590 9
59 69
519 2
Ġf mul
6 579
ff fd
63 79
5 427
ff dc
37 73
12 13
12 21
26 53
14 84
50 81
ad bb
25 45
110 2
5 497
58 96
fa fb
cbc d
5 137
6 580
9 120
68 6830
af ea
18 05
28 85
58 33
23 52
53 29
78 85
c abe
ffff ef
56 54
200000 000000
55 57
67 69
af aa
cf bc
113 9
c aaa
50 29
ac ec
aa ad
178 8
10 76
18 71
198 7
113 5
18 32
56 56
ad eb
ad bc
738 1
207 4754
6 433
9 672
15 86
18 94
23 33
5 158
12 16
db ac
22 78
fa dc
52 53
65 30
5 426
10 54
ba ac
350 6
5 126
8 180
76 68
a ace
18 64
49 48
16 19
ac de
556 3
51 14
93 10
82 90
298 680
e ebd
18 15
18 86
25 25
xfb ffffff
690 3
898 5
4055 30
5 403
c aaf
18 02
47 41
16 95
5 127
68 07
7 477
ef ad
95 49
fbc c
b fba
b aaf
20 66
ad fe
cc cd
298 5
13 54
72 47
c fbd
53 28
53 19
57 79
130 6
510 2
5 148
12 92
16 34
dc dc
dc de
3 159
15 25
dd aa
eb ec
dc ac
93 60
95 20
478 9
660 2
5 159
f eaa
dd ac
18 66
96 30
14 65
ab ec
ad fd
fa ac
ef ac
d eac
20 33
ab fb
62 23
08 18
520 1
50 34
50 79
16 24
22 58
fbc e
9 150
10 64
53 53
aa ea
52 46
6 180
eb ee
de fd
5 465
cfd b
16 21
22 23
27 38
36 78
ff fb
15 64
Ġand pd
49 49
59 97
63 68
ba fe
18 97
88 40
63 32
cb bd
96 20
570 7
e edc
10 52
13 47
58 42
16 64
72 53
168 7
259 5
18 25
28 79
58 87
19 25
178 4
bdc d
Ġc ld
14 74
16 45
114 2
ed fc
47 370
62 47
71 78
570 1
f eda
ff bc
13 55
26 65
67 46
0 180
5 467
50 66
22 22
ac ff
90 80
19 59
12 41
50 57
53 94
bd aa
dec b
749 5
da dd
ed ec
50 01
38 10
538 3
2 128
5 443
c abd
bd bb
97 28
118 2
15 01
90 60
bc eb
xffffffff fff
53 14
10 43
59 28
63 43
522 4
30 77
60 99
19 17
53 61
bd fd
89 50
15 55
18 56
53 52
66 7570
548 3
7 184
50 74
22 95
af ed
64 28
97 20
526 5
3533 49
68 98
29 38
ca ad
258 6
0 780
5 499
e fee
68 05
23 39
530 9
ad fc
ce ec
538 1
22 21
16 47
58 78
27 13
a ecd
f edd
56 35
67 57
85 10
ff df
52 57
83 70
09 70
7 108
14 72
fc ef
bd ad
10 65
ab aa
ac ad
bc ae
ba fb
158 70
9 500
290 8
115 3
50 11
50 05
24 38
81 70
114 6
4010 80
650 2
b ebd
ba fa
4012 50
ea fb
15 12
22 75
54 14
03 30
268 9
558 8
b acb
50 82
19 49
73 59
29 40
66 72
6 588
e edb
cc bc
af ec
520 7
u sw
83 30
85 90
50 23
19 62
a abb
48 45
98 40
25 26
9 300
d acc
ff ec
57 63
402 500
190 2
570 2
38 60
17 12
ac dd
bd bd
c ede
27 52
25 48
cd bd
ca ec
fc cd
cbd b
5 457
53 22
88 50
cc ee
bf eb
670 6
59 51
bdd d
2 159
59 39
250 9
214 1
26 67
59 57
112 90
5 492
dd af
bd ab
528 4
add b
15 75
70 20
29 33
55 42
190 1
13 51
ae ec
55 25
178 2
5 980
12 8080
ab ab
5 188
14 51
69 69
63 35
220 4
xffffffffffffff bf
97 30
218 9
5 408
8 539
b fbe
28 23
50 56
ac da
190 7
e fcc
14 54
17 94
cf dc
5 445
90 20
58 79
16 43
19 22
bb ea
84 30
350 4
519 7
cac e
738 3
b edf
14 45
66 98
39 10
97 27
827 999
5 133
7 576
ed dc
10 72
fc dc
59 27
522 5
Ġpsl ld
f edc
1 124
18 67
23 19
f adf
12 52
18 34
28 65
60 10
ab cc
8080 8080
3 447
5 439
6 408
cd ec
278 1
517 3
5 433
13 46
60 40
ffffffff ff
16 94
56 32
83 78
15 94
dd bd
18 07
5 495
28 27
53 76
190 3
ed ea
fc bc
69 98
96 23
20 34
78 98
ab be
25 28
3 436
22 93
cb ad
82 50
d ffd
70 63
16 54
25 98
529 2
5 405
b ecf
57 56
86 50
230 4
238 4
xb adb
38 90
25 47
330 8
517 2
eb cc
17 93
15 34
516 6
5 288
5 488
d edc
50 47
11 720
16 23
21 98
278 3
298 4
12 34
53 36
df dc
04 90
660 1
519 3
522 2
14 76
59 53
bc ed
18 91
60 57
56 45
fc fd
27 79
bd ef
198 9
2 408
18 48
27 69
ad bd
63 49
ba ea
270 7
84 70
526 9
6 489
d ebc
16 92
19 76
53 91
Ġbt s
7 157
14 86
26 56
53 72
14 31
39 48
520 9
18 95
28 8670
58 57
80 260
bd fc
b fee
c ade
bc ad
fb ac
268 30
51 12
5 463
ae ee
ca ab
17 11
26 73
fc dd
29 22
bc fc
923 6
690 6
29 77
fd ae
198 3
26 98
14 12
50 24
bd ea
268 8
22 44
fb bd
63 33
fa ea
51 18
570 8
57 93
55 73
76 24
530 2
518 6
ed fa
38 29
58 82
ab ca
fc be
36 90
ff fa
50 97
58 39
56 44
fc ed
99 10
ce fb
190 5
47 61
5 116
50 69
58 68
ec ce
26 28
fc ec
718 5
99 42
ca ff
7 150
7 465
38 87
23 63
17 61
16 52
ee ed
db be
9 100
s sd
29 57
27 47
72 30
530 8
514 1
Ġpack ssd
Ġpackssd w
5 117
26 36
33 95
526 1
b ebe
38 73
ac ab
xeb da
18 14
90 49
79 10
83 10
160 5
cdd e
eb ef
58 73
98 10
17 53
aa fe
510 6
510 9
516 2
20 03
16 91
36 14
96 50
130 5
390 1
558 570
9 780
eb bd
78 67
ec ad
dc ad
cd ae
eb eb
67 29
925 90
2 429
5 453
650 9
358 7
557 1
58 77
58 92
53 27
bc fe
fa fe
89 20
6 120
7 154
50 15
cc dc
530 4
570 4
2 477
c abf
30 68
ec ec
63 78
228 4
62 13
31 78
84 38
4028 40
5 417
5 152
7 155
9 680
9 580
eb ac
60 28
23 78
36 73
768 7
203 99
b ebb
73 34
67 40
35 20
72 68
559 6
ff db
ea ea
23 76
dc ea
25 68
65 29
35 38
0 120
58 04
53 93
bbc c
38 82
19 19
52 56
568 1
a fbb
54 13
67 11
3 169
b acd
10 49
dc cc
82 40
5 434
558 6
e ecd
58 99
58 65
ec ea
be ec
77 13
2 427
3 188
85 70
c fcc
f ead
ec bc
52 17
bdc a
a edf
f edb
22 77
bdc c
40 07
eb db
fb ba
79 74
85 30
1 402
c eef
dd cc
be ea
afd a
6 402
ff ef
eb ba
16 32
ec ed
ef ae
db ed
118 1
490 6
fbc b
c aba
58 94
19 45
53 13
59 22
ca dd
86 28
cbd a
d ffe
ec ca
26 76
25 29
748 4
650 5
e fcd
60 01
bc bc
fd ad
69 66
25 73
bf ea
198 6
9 138
ff cb
10 81
68 89
32 78
748 8
816 70
2 473
dc fe
160 4
adc a
ed cc
18 45
eb ab
fd bd
64 98
db ad
248 1
628 2
57 95
52 42
220 7
cac d
2 158
13 71
168 8
270 20
a ece
ed dd
14 91
12 53
22 48
2 569
15 43
58 18
168 9
4093 70
14 41
19 27
ff cd
ea ef
20 18
23 35
69 73
39 79
ea ab
43 7420
17 96
56 77
66 57
ad ea
ad af
dec f
2 449
fe eb
83 73
523 1
14 25
bd bf
230 9
add c
8 100
d ffc
17 46
16 66
1000 03
78 58
17 51
22 79
59 99
55 47
80 49
16 42
19 95
29 99
39 61
63 28
61 98
fdc c
a eba
b fbd
18 76
68 29
16 72
56 79
56 33
59 76
25 41
af dc
298 6
bbc a
xffffffb fffffffff
bc cc
64 48
af ab
270 6
490 3
e ecc
e eda
xc ccccccd
Ġsh rd
59 25
59 67
bc fb
97 47
523 5
ea cb
73 19
59 33
35 10
538 6
fdd b
5 472
8 108
a acb
ea bc
14 94
53 42
fc bb
66 37
63 39
ab ba
59 44
dc ed
cf eb
07 30
223 2
15 15
18 82
50 92
50 95
24 98
53 16
56 99
37 44
368 8
223 7
5 406
10 51
bb be
39 31
118 9
278 6
5 429
5 452
e ffc
ec ba
de ea
223 4
c ecc
e ffd
26 69
ac ef
56 58
fe fd
25 38
270 4
516 1
70 78
ab ff
23 58
88 91
50 73
b ffd
23 99
59 18
520 2
50 63
38 08
53 71
56 57
59 95
55 19
ee ec
ca dc
178 1
260 4
550 5
311 640
5 476
52 18
52 43
160 7
dd cd
ec fc
fc da
29 3750
ee fc
403 700
290 4
4027 10
14 71
ac be
27 78
cf ae
214 3
679 7
ab ae
16 65
53 45
33 69
250 5
fbc d
50 61
60 58
38 99
ab db
ec fb
25 23
39 68
db bc
248 5
20 69
18 84
eb ff
31 68
270 8
330 430
620 1
7 148
c edd
dd ee
af ad
89 67
52 45
528 2
ea be
38 78
ab ee
59 47
67 67
85 28
210 6
514 9
2 127
5 473
5 475
16 61
19 51
bd ba
210 3
520 3
38 22
29 53
63 34
cc aa
14 13
15 74
50 21
17 64
22 47
88 24
71 68
170 1
268 1
560 9
7 165
9 537
87 68
6 159
13 41
dd fb
59 12
59 38
04 20
110 50
923 7
900 6
526 3
b fcd
27 63
560 8
bdd e
dd cf
df dd
08 00
170 9
527 2
ea aa
18 92
50 37
38 750
17 25
56 97
fd ee
63 58
52 47
93 90
190 6
b faf
62 73
adc d
2 419
ea cc
50 12
60 77
98 80
33 37
218 4
538 9
762 574
5 155
ed ac
10 13
28 05
ef dc
de fc
71 18
660 8
7625 90
d fba
30 000
08 54
527 5
99 46
af dd
2 444
59 54
927 60
2 433
5 461
ff ca
68 18
bc ba
cc eb
52 13
5 157
d fcd
28 07
17 32
59 92
bc ec
960 8
a ebc
ec dd
69 68
fa ae
cd fc
750 5
80 50
57 69
cc ac
514 5
522 9
5 446
5 156
fc de
27 18
21 14
fdd d
2406 50
2 403
f adb
50 85
58 56
68 40
53 48
bf aa
75 54
112 5
70 950
23 67
16 12
260 9
114 3
268 6
53 46
56 48
27 92
260 2
d edd
18 42
28 29
17 65
22 26
57 76
238 5
338 4
bfc b
ad ac
cc ef
d ade
15 7460
70 89
22 66
53 31
88 13
dc cf
69 55
bb fc
cd bf
328 610
738 2
557 2
a eac
30 06
50 39
22 74
94 10
530 6
fdc e
2 416
e ead
ff ed
80 87
ab bc
xffffffff d
26 26
56 52
63 75
89 76
160 1
338 7
5 423
5 494
a ecb
a fba
56 25
39 29
74 68
da ad
31 98
198 5
260 8
510 7
218 7
17 92
22 12
56 73
bc cd
27 29
63 77
72 49
84 20
190 9
240 1
Ġ fc
ea bd
17 49
523 3
b fef
e eba
38 09
22 63
73 688
bc ee
fe fa
92 574
82 70
790 6
6 148
b fcc
28 45
59 29
66 16
66 36
650 7
6 405
a acf
20 43
eb da
60 86
98 29
fa ad
5 454
cc be
298 7
a edd
19 11
26 57
ae ed
a aca
ab ed
37 24
df ab
510 4
9 677
38 86
70 99
33 44
cb dc
ce eb
90 50
fd fb
db ff
517 1
ea ba
ab fa
53 74
xfb ff
258 1
e ebb
15 91
69 77
bd eb
33 98
64 58
718 7
259 2
e fbd
38 36
52 48
590 8
add a
c ebf
f ade
38 68
19 92
ec cd
69 52
be ff
25 17
278 4
638 7
6 104
e eac
ab ac
23 59
19 77
550 6
5 136
28 96
eb fa
70 06
da ff
228 8
7 427
d ada
50 91
60 0000000
19 47
27 68
04 30
578 4
14 52
15 51
56 11
76 78
cb ed
518 7
523 9
5 125
b ecb
c eda
bc ce
dc eb
fb dd
fd ea
96 18
xeb cd
214 7
38 03
16 51
ae fc
220 6
520 4
3 419
28 75
16 55
57 23
79 95
cd ff
bf ec
cf aa
570 5
38 26
ec aa
56 95
87 78
260 480
510 5
50 59
bc da
bb af
09 00
210 7
2 122
7 799
f ede
28 03
56 18
fc fc
66 97
63 38
64 18
cb ab
b abb
ea ad
30 31
80 75
xff cb
220 1
30 18
28 43
50 62
eb cb
56 43
168 6
218 2
19 44
88 34
328 6
dbc e
557 6
3 128
7 197
58 35
ae ef
ac df
dc bd
dc da
63 26
be fe
64 78
ef ea
07 67
4025 30
28 09
22 73
ec bb
55 21
25 54
228 5
a acc
c eca
60 87
Ġset p
fc ad
29 98
ad eaa
39 32
cd fd
ba eb
5 409
7 680
69 75
63 9890
af ae
290 5
520 5
630 9
40 05
18 52
90 25
fe ef
570 3
2 455
2 537
c ecf
89 33
300 40
730 7
bfd f
d ffb
f abf
dd fd
28 15
68 23
17 44
ae ea
99 20
ee ef
220 5
528 5
519 5
eb df
19 37
19 61
26 21
198 4
228 7
560 7
adc e
4053 50
5 462
c ffd
ff cf
10 46
11 11290
58 83
78 50
63 69
fe fc
690 8
e ece
68 24
dc db
5 477
a ead
17 75
ac fa
fd fc
bb ed
cb fe
ca eb
550 2
000000 01
5 184
e ecf
28 26
16 46
27 67
cb eb
0 110
14 61
19 32
ca fe
dfd f
73 98
59 79
34 78
37 46
4058 00
Ġpack usw
Ġpackusw b
5 134
5 132
14 42
28 69
38 92
ac ba
bb bd
bdd a
66 96
37 48
04 70
add f
afd e
12 47
59 96
bc ab
33 65
36 10
62 98
578 6
2 173
7 169
19 43
54 12
55 43
da ac
390 7
ea ee
58 22
bc dd
91 78
557 5
972 473
7368 90
a abd
f edf
50 25
98 88
cc bb
67 63
91 10
660 6
cfd e
3 404
5 402
a abe
b fbf
26 25
ac bc
54 15
cc fd
de ec
89 23
b adf
ea fe
50 94
19 35
57 44
ef bc
93 11
08 50
1999999999 999999
3 108
6 129
9 188
80 6990
56 27
fe ed
6 488
a edc
b ecd
f ebb
68 39
ac fe
5 734
59 73
79 94
xad af
e ede
50 76
58 26
19 41
19 34
4096 90
6 429
a edb
c adb
xff ef
ffffff d
378 1
29 24
27 99
67 49
52 14
ba fc
c adf
ab de
ac fc
29 23
29 64
cc bd
348 9
660 5
5 154
50 44
50 72
60 23
22 15
66 73
cd ee
ce ff
89 40
89 29
dbc d
f abd
dd ec
ac dc
27 44
66 38
69 53
bb fa
52 1640
37 26
230 1
2 197
d fbd
50 46
68 77
68 83
ab eb
56 96
57 48
290 7
248 8
518 3
526 7
4057 20
3 143
9 181
b fbb
10 61
78 37
21 18
da fc
92 20
06 20
528 6
bfc e
efd e
2 139
5 436
58 75
23 61
dc af
df ad
89 32
529 9
7 195
a ecc
bc bd
fb ad
63 98
96 19
310 7
58 74
39 42
39 39
790 1
145 780
9 269
dd ea
58 02
29 45
538 2
d edb
f ebf
20 54
30 34
70 35
55 53
79 38
cdd b
2 479
c edc
28 37
38 34
70 48
22 94
26 560
56 37
29 36
bc de
66 69
ca fa
270 9
4033 70
7 280
b eac
28 87
60 68
23 14
19 96
27 48
920 3
529 4
219 780
Ġmov hpd
ed bc
eb fc
70 50
26 68
66 95
548 4
3 405
f aee
ed fb
78 78
fd af
cd ea
adc c
e eaf
58 03
ec fd
56 39
32 12
8 435
9 146
ed ff
78 08
23 13
16 71
18 13
18 43
eb dd
43 690
55 13
62 38
85 50
358 2
790 3
628 7
a fbd
bc db
cd aa
de ed
560 2
568 9
58 11
fc cf
ad aa
525 1
a fcc
d aee
18 31
28 66
58 89
53 24
ae fd
59 75
29 78
be fb
bb dc
590 6
2 739
c fbf
c fbe
f ebc
ff dd
10 190
28 40
60 26
ab fc
17 71
53 41
33 77
db fe
518 1
7 632
c ffb
ff de
70 98
dc ee
cc fe
da dc
220 3
298 8
318 7
3 437
6 447
c aef
28 33
27 23
25 12
fa fd
a abc
a eda
a adf
c bef
d eef
bc ff
69 67
523 6
18 16
58 55
19 75
dc fa
34 14
bb ec
cb fb
8 427
19 54
73 44
63 55
99 13
dec e
557 7
30 09
73 27
59 36
dc fd
4027 70
2 417
6 122
7 537
f ebd
dd db
ac ce
bc bb
bc bf
25 13
bbc e
513 250
cfd f
e edf
28 06
59 48
67 72
ba ed
da fa
bd fa
xfffa ffff
2 496
5 447
38 16
26 13
26 47
bc fd
cb dd
db aa
144 130
214 20
598 9
b edb
18 11
28 89
57 96
21 12
63 37
63 91
530 7
528 3
548 7
xcbc f
bbc d
56 75
ba ad
290 2
529 3
12 110
60 29
78 26
80 10
16 41
22 65
ec ae
24 48
27 72
xffffffffffffff c
8 155
ea ae
38 31
ac ae
bc df
fb bf
25 49
ba ec
528 1
3 637
d adf
18 53
80 60
bd fb
398 6
xcbc a
519 6
223 3
fdc a
4037 40
3 479
20 17
28 42
28 100
58 14
73 12
33 72
36 29
348 3
30 89
70 72
fb af
67 65
39 37
cf ac
590 4
fdc f
2 423
ed ee
19 13
62 57
558 7
2 447
ed af
30 56
28 78
50 64
23 75
cc cb
77 14
527 9
658 9
ed ef
fc ac
27 46
27 93
fb da
63 93
a eca
20 41
11 710
58 64
56 12
69 35
63 94
01 40
538 4
8 497
9 267
ff da
23 57
26 14
530 3
ea db
58 09
98 14
23 48
fa ab
36 25
228 2
528 9
527 4
668 6
7 479
e fcb
xffffffff ffd
56 21
290 6
560 3
516 7
dd ad
19 46
53 54
fd bb
67 16
bf ab
07 60
ff eb
19 21
57 16
02 50
210 4
0 600
ff ee
ed de
18 72
78 65
85 98
a aee
20 36
68 93
29 92
87 30
390 2
4090 70
xffffffffffff dfff
b eba
29 750
be fa
350 5
210 1
4025 20
522 1
5 474
20 32
58 45
22 67
73 11
cd ed
df aa
270 2
250 4
560 5
256 2
379 6
2 499
5 432
f acd
50 41
58 93
bc af
57 66
77 23
260 1
6 479
Ġ max
28 12
38 06
29 79
57 61
ef aa
09 60
5 123
5 533
b abc
d abb
40 06
53 11
fe ec
320 2
570 9
259 1
b ede
70 62
514 3
c faf
d aaa
d abf
18 21
ab cf
ac cb
bb bf
37 3830
550 7
920 9
522 6
b ebc
dd fc
55 17
39 77
750 3
26 99
63 23
fe ee
210 2
bdd b
xffffffffd fffffff
2 402
20 27
59 52
39 20
84 28
92 98
3 134
6 108
6 599
38 66
24 58
57 51
69 46
bb bc
cf dd
403 180
290 3
2 152
6 422
9 499
9 156
28 25
57 77
66 29
970 6
4266 90
3 148
a fee
d fce
aa eb
db ea
32 55
170 2
390 4
527 1
7 191
b acc
ac db
bd ee
bb ab
76 79
de fe
ce ed
3 425
6 308
38 79
58 85
22 16
53 21
27 61
20 97
68 44
26 11
fc bd
57 91
63 25
950 7
20 92
eb fe
57 67
de fb
a aef
30 39
60 000
17 13
19 12
53 92
59 49
25 46
75 73
768 6
6 193
9 631
eb cf
fc ba
338 5
578 5
2 153
ff cc
ff ce
58 51
ab cb
fc bf
66 26
fd fe
69 21
99 67
da fe
598 4
a fce
29 56
214 9
3 196
5 464
50 51
ad fa
36 26
250 7
528 7
526 6
6 452
6 465
30 86
30 05
50 49
ec eb
57 45
fb ae
87 40
6 736
9 980
ff aa
60 02
58 95
58 07
19 42
19 64
26 72
57 72
dc fb
08 20
08 30
4040 000
492492 492492
b aca
b bee
ffffffff ffff
cc db
94 98
dec a
238 8
5 407
7 637
c ecd
38 64
58 24
ec af
ac bb
fb eb
fb bb
da eb
2 123
3 239
12 51
17 67
56 46
57 74
63 15
55 16
96 16
560 1
3 293
ab fe
26 66
403 300
526 2
e eaa
28 39
47 220
23 64
69 36
67 28
83 99
366 2
8 633
eb ca
60 74
38 47
ec ee
27 530
66 33
66 35
cf ec
3 145
a ffc
ed db
80 48
23 34
xffffffff ffb
57 25
de fa
230 2
add e
b abe
28 47
27 42
cd eb
2 539
3 567
c bbb
f abb
10 100
22 72
29 66
63 99
aa dc
94 68
258 2
338 8
358 5
afd f
1696 10
9 200
20 77
28 54
33 91
75 23
2 199
3 117
6 734
d aaf
30 24
22 600
19 31
56 13
57 43
63 45
ba ab
51 15
278 9
5 111
7 688
a abf
60 35
98 89
17 52
19 15
89 60
510 3
568 6
fdd e
dbd f
4057 70
6 536
7 407
7 697
eb bb
60 04
17 41
26 37
77 68
39 38
62 42
238 6
366 5
2 129
5 569
a eaf
b eda
dd da
27 73
514 6
100003 600
c ffa
eb be
63 12
350 7
5 493
e ecb
33 99
33 560
76 34
370 3
2 442
7 139
dd ae
ec df
29 59
da ea
248 6
xffffffffffff fdff
b ffb
20 430
18 46
38 000
23 23
57 24
638 4
6 188
6 166
ed df
dd fe
38 69
68 06
63 71
86 73
3 426
3 156
3 173
30 41
50 52
50 32
78 16
26 79
fc cb
29 96
dc ff
290 1
4032 20
b abf
d bef
15 970
17 43
19 16
26 74
ac af
fc ee
27 25
69 97
55 22
be fc
95 45
538 5
568 8
6 208
ed fe
20 67
28 13
70 5876
78 05
23 72
57 46
69 93
be ef
ca ea
328 7
fbc f
5 442
78 38
80 24
ec ef
26 35
fb ab
55 51
bb aa
74 14
cd bb
ee ff
250 1
cdd f
366 7
28 58
54 18
ce fc
xffffff fa
248 2
550 1
3 429
3 146
68 79
54 11
db fd
670 8
a ade
ea ce
dd de
20 75
20 93
26 22
84 10
558 9
3 177
b bef
c eac
c eab
20 99
ad ae
31 14
278 7
620 4
668 9
xeec ae
3 697
5 444
6 496
73 79
ae fa
63 66
228 9
268 4
598 1
223 9
bdc f
bbc f
3 739
5 456
68 78
27 19
64 13
51 13
990 5
c ada
f ecd
73 28
27 97
79 49
67 25
218 3
518 5
b ebf
60 42
ab bf
27 11
63 67
250 6
6470 98
8 591
a fbe
d aba
20 95
68 28
59 72
230 7
228 1
b ada
c eba
88 98
57 12
66 52
69 47
99 47
cb ff
65 56
310 6
658 7
838 6
7 475
f aaa
20 14
58 53
ec ff
dc ef
cdd c
2 437
2 439
3 167
Ġs td
53 25
59 21
29 18
66 17
fb ee
55 48
79 60
97 17
96 10
527 6
bfd e
5 537
f ace
38 15
26 18
290 9
368 1
930 9
516 3
798 1
eb bf
22 43
fc db
34 58
cc ed
cb fd
429 906
adc f
bbd a
60 61
63 14
370 6
3 577
a fcb
50 43
60 38
78 89
23 56
22 76
cd ef
4337 46
2 405
2 133
50 75
dc ab
ad be
fd bf
aa fb
aa fa
37 59
36 68
97 38
670 4
630 3
ff ac
ff ba
30 57
50 17
56 76
fc ae
ad ab
cbc f
5 421
c fca
26 95
cc ea
ef ec
578 1
9 134
b ffc
60 83
58 05
73 52
29 68
77 21
630 6
4025 50
519 9
525 2
bbd b
366 3
6 419
dd ab
bc ca
57 13
87 98
cdc a
dbd e
2 407
6 119
7 147
e fce
73 63
cf ad
c edb
d ffa
78 79
27 56
403 480
350 8
438 826
660 7
758 7
6 133
9 473
f abe
59 42
aa ec
bb ae
ef ab
32 43
65 68
94 28
418 88
548 9
223 6
0 480
f ece
ed ba
20 83
57 49
55 41
39 54
39 63
7 143
b ffe
66 99
37 63
86 18
650 3
2 409
d acd
98 78
fc fa
fb de
aa ae
33 56
37 69
3333 3333
6 138
a fca
c ebd
c ece
20 64
70 10
68 88
80 170
ae eb
66 23
33 28
cd be
65 49
558 3
fdc d
fdd a
3 563
5 131
6 162
a eaa
fd fd
77 73
748 1
bdc b
259 3
b ade
b aee
ea af
28 82
fc fe
63 95
550 3
6 125
9 184
d acf
dd ed
38 35
29 29
117 57
8 177
ed bd
30 44
68 08
ab bb
22 96
19 71
cd ac
da ae
72 23
548 6
38 6460
68 03
47 430
ac eb
59 93
29 93
67 79
db fa
558 4
7 275
ed fd
38 55
26 64
529 5
cdc f
a ebb
ed ab
27 41
fb fb
298 9
7 388
a ffe
b edd
d faf
20 09
30 91
70 26
68 65
73 95
66 77
fb aa
33 43
25 43
ee fe
db dd
d abd
70 19
88 69
bb fe
620 2
656 6
2 194
6 146
8 137
ed ce
20 55
58 34
22 49
63 17
8 469
f ecb
59 13
aa ab
bb ff
5 455
b ace
18 51
30 17
58 01
88 77
ac fb
ac aa
29 51
69 78
39 34
65 41
bbd e
bbd f
30 42
58 12
23 17
26 97
21 15
320 4
3 422
3 737
5 739
7 295
d aef
70 45
80 2030
ab ea
27 74
63 29
cf ea
518 2
658 5
Ġst o
2 116
7 163
24 13
26 509
fc ca
29 54
63 57
170 3
678 96
6 443
6 431
a eab
b ffa
dd eb
23 94
298 3
590 5
928 5
6 409
70 68
77 17
860 8
4033 90
a aba
60 98
58 15
ac cd
fb be
bd ff
89 90
95 42
bdd c
ea da
29 73
27 71
fd ed
fdd c
f aba
fd fa
cc ca
36 19
3 536
b eaa
b eae
30 74
58 23
17 31
ec ab
26 15
27 43
69 54
65 43
358 1
3 129
6 226
d ace
69 39
99 70
256 6
ed ae
ffff e
dd ce
23 95
402 90
650 8
2 136
28 83
27 94
fe fe
3 469
c ecb
00 40
98 75
xff bf
412 900
dfd a
dff cc
f eab
38 63
34 28
21 13
33 48
67 71
72 48
220 9
550 8
941 184
4027 60
2 124
7 164
53 43
dc be
25 58
52 11
93 4064
6 136
7 138
f ada
23 69
26 39
cd af
82 55
bbc dc
cfd a
6500 24
3 633
5 404
b ecc
ea ff
38 07
70 74
90 40
17 15
29 44
27 77
57 64
57 92
97 68
3 407
6 499
8 120
9 187
28 72
eb fb
eb ce
59 35
bd be
79 72
52 15
52 16
cb ea
cb bc
adc b
2 171
28 34
eb ed
90 48
78 91
98 06
23 41
59 19
fb ea
63 22
516 5
bbc b
2 435
6 688
e fca
f eae
40 01
26 54
33 79
cb fa
89 98
328 9
750 8
8 274
a ebf
dd ff
18 41
58 44
ab ef
